Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Your email address is not in the participants list
fr_ca: Votre adresse courriel n'est pas dans la liste des participants

source: (Attendance optional)
fr_ca: (présence facultative)

source: Event refreshing is not supported for the moment
fr_ca: L'actualisation de l'événement n'est pas prise en charge pour le moment

source: This answer cannot be added to ${ CALENDAR_APP_NAME } as we only support answers to all events of a series for the moment
fr_ca: Cette réponse ne peut pas être ajoutée à ${ CALENDAR_APP_NAME }. Pour le moment, seules les réponses à tous les événements d'une série sont prises en charge

source: Event rescheduling is not supported for the moment
fr_ca: La replanification des événements n'est pas prise en charge pour le moment

source: Adding occurrences to an event is not supported for the moment
fr_ca: L'ajout d'occurrences à un événement n'est pas pris en charge pour le moment

source: Sender verification failed
fr_ca: La vérification de l’expéditeur·rice a échoué

source: Sender verification passed
fr_ca: La vérification de l’expéditeur·rice a réussi

source: Download all
fr_ca: Tout télécharger

source: Optional
fr_ca: Facultatif

source: Expiring message
fr_ca: Message avec date d’expiration

source: Today
fr_ca: Aujourd'hui

source: Tomorrow
fr_ca: Demain

# 31d43228438e73024ec8e7cdeaacf2b82ceb4eb1[0]
source: You have enabled Address Verification with Trusted Keys for this email address, but no active encryption key has been trusted. You must trust a key valid for sending in order to send a message to this email address.
fr_ca: Vous avez activé la vérification d'adresse avec des clés de confiance pour cette adresse courriel, mais aucune clé de chiffrement active n'a été approuvée. Vous devez faire confiance à une clé valide pour envoyer un message à cette adresse courriel.

# 31d43228438e73024ec8e7cdeaacf2b82ceb4eb1[1]
source: You have enabled Address Verification with Trusted Keys for these email addresses, but no active encryption keys have been trusted. You must trust keys valid for sending in order to send a message to these email addresses.
fr_ca: Vous avez activé la vérification d'adresse avec des clés de confiance pour ces adresses courriel, mais aucune clé de chiffrement active n'a été approuvée. Vous devez avoir des clés de confiance valides pour envoyer un message à ces adresses courriel.

# 9e10227a84b5200c936ec82d13712a5796521601[0]
source: Do you want to trust the primary public key with the following fingerprint?
fr_ca: Souhaitez-vous faire confiance à la clé publique principale avec l'empreinte suivante?

# 9e10227a84b5200c936ec82d13712a5796521601[1]
source: Do you want to trust the primary public keys with the following fingerprints?
fr_ca: Souhaitez-vous faire confiance aux clés publiques principales avec les empreintes suivantes?

source: Clicking "Trust Key" will create a new contact and associate this public key with this sender. Emails from this address will be automatically cryptographically verified.
fr_ca: Cliquer sur « Approuver la clé » créera un nouveau contact et associera cette clé publique à cet·te expéditeur·rice. Les courriels de cette adresse seront alors automatiquement vérifiés cryptographiquement.

source: Clicking "Trust Key" will associate this public key with this sender and emails from this address will be automatically cryptographically verified.
fr_ca: Cliquer sur « Approuver la clé » associera cette clé publique à cet·te expéditeur·rice et les courriels de cette adresse seront automatiquement vérifiés cryptographiquement.

source: The contacts for the following addresses have been deleted, so the corresponding encryption preferences have been updated accordingly:
fr_ca: Les contacts pour les adresses suivantes ont été supprimés, les préférences de chiffrement correspondantes ont donc été mises à jour en conséquence :

# 329bef48790994b0bfb2c9404095b3ab64acc89c[0]
source: We have detected errors. Your email cannot be sent to the email address entered due to the following reason:
fr_ca: Nous avons détecté des erreurs. Votre message ne peut pas être envoyé à l'adresse courriel saisie pour la raison suivante :

# 329bef48790994b0bfb2c9404095b3ab64acc89c[1]
source: We have detected errors. Your email cannot be sent to any of the email addresses entered due to the following reasons:
fr_ca: Nous avons détecté des erreurs. Votre message ne peut être envoyé à aucune des adresses courriel saisies pour les raisons suivantes :

source: We have detected some errors. Your email cannot be sent to one or more of the email addresses entered due to the following reasons:
fr_ca: Nous avons détecté des erreurs. Votre message ne peut pas être envoyé à une ou plusieurs des adresses électroniques saisies pour les raisons suivantes :

source: Do you want to send the email anyway?
fr_ca: Voulez-vous quand même envoyer le courriel?

# a8b16f0165b09479f1d42a0e6e6b972b050d1ab3[0]
source: If you decide to send the message anyway, the following recipient will receive the email without expiration:
fr_ca: Si vous décidez d'envoyer le message quand même, le destinataire suivant recevra le courriel sans délai d’expiration :

# a8b16f0165b09479f1d42a0e6e6b972b050d1ab3[1]
source: If you decide to send the message anyway, the following recipients will receive the email without expiration:
fr_ca: Si vous décidez d'envoyer le message quand même, les destinataires suivants recevront le courriel sans délai d’expiration :

# 3acc5a896084e286b74242bd4452be7a21e29844[0]
source: We have detected some warnings. The following email address may not receive emails:
fr_ca: Nous avons identifié quelques défauts. L'adresse électronique suivante peut ne pas recevoir de courriels :

# 3acc5a896084e286b74242bd4452be7a21e29844[1]
source: We have detected some warnings. The following email addresses may not receive emails:
fr_ca: Nous avons identifié quelques défauts. Les adresses électroniques suivantes peuvent ne pas recevoir de courriels :

source: Do you want to send the email anyway?
fr_ca: Voulez-vous quand même envoyer le courriel?

# d5d0b0e9e89688eed6104e0ec0197a422bc5791c[0]
source: The following address is not valid: ${ invalidAddresses }
fr_ca: L'adresse suivante n'est pas valide : ${ invalidAddresses }

# d5d0b0e9e89688eed6104e0ec0197a422bc5791c[1]
source: The following addresses are not valid: ${ invalidAddresses }
fr_ca: Les adresses suivantes ne sont pas valides : ${ invalidAddresses }

source: Unlimited folders, labels and filters
fr_ca: Dossiers, labels et filtres illimités

source: Custom email domains
fr_ca: Domaines de messagerie personnalisés

source: Upgrade now
fr_ca: Mettre à niveau maintenant

source: Search messages
fr_ca: Rechercher des messages

source: Replied to
fr_ca: Répondu à

source: Replied to all
fr_ca: Répondu à tous

source: Forwarded
fr_ca: Transféré

source: Unstar message
fr_ca: Retirer le message des favoris

source: Star message
fr_ca: Ajouter le message aux favoris

source: Unstar conversation
fr_ca: Retirer la conversation des favoris

source: Star conversation
fr_ca: Ajouter la conversation aux favoris

source: Unread email
fr_ca: Courriel non lu

source: Has a calendar event
fr_ca: Possède un événement de calendrier

source: Your browser could not verify the remote server's identity. The image might be hosted using the http protocol.
fr_ca: Votre navigateur n'a pas pu vérifier l'identité du serveur distant. Il se pourrait que l'image soit hébergée à l'aide du protocole http.

source: Image has not been loaded in order to protect your privacy.
fr_ca: L'image n'a pas été chargée afin de protéger votre vie privée.

source: Answer sent
fr_ca: Réponse envoyée

source: Calendar event created
fr_ca: Événement créé dans le calendrier

source: Calendar event updated
fr_ca: Évènement du calendrier mis à jour

source: Re-encrypting invitation failed. Please try again.
fr_ca: L'invitation de rechiffrement a échoué. Veuillez réessayer.

source: Cannot send to organizer address: ${ errorMessage }
fr_ca: Impossible d'envoyer à l'adresse de l'organisateur·rice : ${ errorMessage }

source: Answering invitation failed
fr_ca: Échec de la réponse à l'invitation

source: Attending?
fr_ca: Participez-vous?

source: Calendar event created
fr_ca: Événement créé dans le calendrier

source: Creating calendar event failed
fr_ca: Échec de la création de l'événement dans le calendrier

source: Invitation sent and participant added
fr_ca: Invitation envoyée et participants ajoutés

source: Participant added
fr_ca: Participant·e ajouté·e

source: Failed to add participant
fr_ca: Échec de l'ajout d'un·e participant·e

source: Cannot send invitation to ${ email }. ${ errorMessage }
fr_ca: Impossible d'envoyer l'invitation à ${ email }. ${ errorMessage }

source: Organizer:
fr_ca: Organisateur·rice :

# 2485dd28605a74a7a4ea5108d939c1772d214ad5[0]
source: ${ totalAttendees } participant
fr_ca: ${ totalAttendees } participant·e

# 2485dd28605a74a7a4ea5108d939c1772d214ad5[1]
source: ${ totalAttendees } participants
fr_ca: ${ totalAttendees } participant·e·s

source: Event in progress
fr_ca: Événement en cours

source: Event already ended
fr_ca: Événement déjà terminé

source: Event starting now
fr_ca: L'événement commence maintenant

# fe50a79d0896681bf1a7b82ec0fa8bc69609ac29[0]
source: Event starts in ${ minutesUntilEvent } minute
fr_ca: L'événement commence dans ${ minutesUntilEvent } minute

# fe50a79d0896681bf1a7b82ec0fa8bc69609ac29[1]
source: Event starts in ${ minutesUntilEvent } minutes
fr_ca: L'événement commence dans ${ minutesUntilEvent } minutes

source: Event is tomorrow
fr_ca: L'événement sera demain

source: Event starts tomorrow
fr_ca: L'événement commencera demain

source: Event was canceled
fr_ca: L'événement a été annulé

source: Event was updated. This reminder is out-of-date.
fr_ca: L'événement a été mis à jour. Ce rappel est obsolète.

source: Event details are encrypted. Sign in again to restore Calendar and decrypt your data. ${ learnMoreLink }
fr_ca: Les détails de l'événement sont chiffrés. Connectez-vous à nouveau pour rétablir le calendrier et déchiffrer vos données. ${ learnMoreLink }

source: Event details cannot be decrypted. ${ whyNotLink }
fr_ca: Les détails de l'événement ne peuvent pas être déchiffrés. ${ whyNotLink }

source: Event is no longer in your calendar
fr_ca: L'événement n'est plus dans votre calendrier

source: Open in ${ CALENDAR_APP_NAME }
fr_ca: Ouvrir dans ${ CALENDAR_APP_NAME }

source: Scheduling cancelled. Message has been moved to Drafts.
fr_ca: Programmation annulée. Le message a été déplacé dans les brouillons.

source: Undoing send...
fr_ca: Annulation de l'envoi...

source: Scheduled sending undone
fr_ca: Envoi programmé annulé

source: Sending undone
fr_ca: Envoi annulé

source: This message is from a mailing list.
fr_ca: Ce message provient d’une liste de diffusion.

source: Unsubscribed
fr_ca: Désabonné

source: To
fr_ca: À

source: From
fr_ca: De

source: Simple Login
fr_ca: Connexion simple

source: Delivered via SimpleLogin by ${ BRAND_NAME }
fr_ca: Délivré via SimpleLogin par ${ BRAND_NAME }

source: settings
fr_ca: paramètres

source: Welcome to ${ appName }
fr_ca: Bienvenue dans ${ appName }

source: Where privacy and security meet productivity and ease of use.
fr_ca: Où la confidentialité et la sécurité rencontrent la productivité et la facilité d'utilisation.

source: Next
fr_ca: Suivant

source: Start using ${ appName }
fr_ca: Commencer à utiliser ${ appName }

source: All
fr_ca: Tous

source: With
fr_ca: Avec

source: Without
fr_ca: Sans

source: On
fr_ca: Activé

source: Off
fr_ca: Désactivé

source: Column
fr_ca: Colonne

source: Row
fr_ca: Ligne

source: Comfortable
fr_ca: Confortable

source: Maximized
fr_ca: Maximisé

source: Get started
fr_ca: Commencer

# 07fcf93cfaded0301fe8f1c6ac801d7943de99b6[0]
source: ${ numberOfCompletedItems }/${ totalNumberOfItems } complete
fr_ca: ${ numberOfCompletedItems }/${ totalNumberOfItems } complété

# 07fcf93cfaded0301fe8f1c6ac801d7943de99b6[1]
source: ${ numberOfCompletedItems }/${ totalNumberOfItems } complete
fr_ca: ${ numberOfCompletedItems }/${ totalNumberOfItems } complétés

source: You're all set!
fr_ca: Vous avez tout fait!

source: We've increased the total storage of your account to ${ rewardInGb } GB. Get additional storage and unlock premium features today.
fr_ca: Nous avons augmenté l'espace de stockage total de votre compte à ${ rewardInGb } Go. Obtenez un espace de stockage supplémentaire et débloquez des fonctionnalités haut de gamme dès aujourd'hui.

source: Import contacts or emails
fr_ca: Importer des contacts ou des courriels

source: Send a message
fr_ca: Envoyer un message

source: Set up a recovery method
fr_ca: Définir une méthode de récupération

source: Get mobile app
fr_ca: Obtenir l'application mobile

source: Complete all steps and get a total of ${ rewardInGb } GB on your account
fr_ca: Complétez toutes les étapes et obtenez un total de ${ rewardInGb } Go sur votre compte

source: Expires soon
fr_ca: Expire bientôt

# 0e22bb4e8cede5db3c689d867755cc24f14382f7[0]
source: Only ${ days } day left
fr_ca: Plus que ${ days } jour restant

# 0e22bb4e8cede5db3c689d867755cc24f14382f7[1]
source: Only ${ days } days left
fr_ca: Plus que ${ days } jours restants

source: Expires today
fr_ca: Expire aujourd'hui

source: Get the ${ MAIL_APP_NAME } mobile app
fr_ca: Obtenir l'application mobile ${ MAIL_APP_NAME }

source: Available on iOS and Android.
fr_ca: Disponible sur iOS et Android.

source: Using your mobile device, scan this QR code or visit
fr_ca: Avec votre appareil mobile, scannez ce code QR ou visitez

source: Sign into the mobile app to complete the action
fr_ca: Connectez-vous à l'application mobile pour terminer l'action

source: Import your contacts or messages
fr_ca: Importez vos contacts ou messages

source: Quickly transfer your contacts or emails from any provider using our Easy Switch import assistant.
fr_ca: Transférez rapidement vos contacts ou courriels depuis n'importe quel fournisseur à l'aide de notre assistant d'importation Easy Switch.

source: Import contacts or emails
fr_ca: Importer des contacts ou des courriels

source: Import contacts or emails
fr_ca: Importer des contacts ou des courriels

source: Send a message
fr_ca: Envoyer un message

source: Set up a recovery method
fr_ca: Définir une méthode de récupération

source: Get mobile app
fr_ca: Obtenir l'application mobile

source: You can access the checklist anytime from here
fr_ca: Vous pouvez accéder à la liste de vérification à tout moment depuis ici

source: Subject
fr_ca: Objet

source: Sender
fr_ca: Expéditeur·rice

source: Recipient
fr_ca: Destinataire

source: Attachment
fr_ca: Pièce jointe

source: Filter on
fr_ca: Filtrer sur

source: Next
fr_ca: Suivant

source: No messages found
fr_ca: Aucun message trouvé

source: No unread messages found
fr_ca: Aucun message non lu trouvé

source: No results found
fr_ca: Aucun résultat n'a été trouvé

source: No messages scheduled
fr_ca: Aucun message programmé

source: Welcome
fr_ca: Bienvenue

source: All
fr_ca: Tous

source: Unread
fr_ca: Non lu

source: Read
fr_ca: Lu

source: Show moved message
fr_ca: Afficher le message déplacé

source: Hide moved message
fr_ca: Masquer le message déplacé

source: Show
fr_ca: Afficher

source: Smallest first
fr_ca: Le plus petit en premier

source: Largest first
fr_ca: Le plus grand en premier

source: Newest first
fr_ca: Le plus récent en premier

source: Oldest first
fr_ca: Le plus ancien en premier

source: ${ page } of ${ totalText }
fr_ca: ${ page } sur ${ totalText }

source: This action cannot be performed
fr_ca: Impossible d'effectuer cette action

source: Sent messages cannot be moved to Inbox
fr_ca: Les messages envoyés ne peuvent pas être déplacés vers la boîte de réception

source: Sent messages cannot be moved to Spam
fr_ca: Les messages envoyés ne peuvent pas être déplacés vers les indésirables

source: Drafts cannot be moved to Inbox
fr_ca: Les brouillons ne peuvent pas être déplacés vers la boîte de réception

source: Drafts cannot be moved to Spam
fr_ca: Les brouillons ne peuvent pas être déplacés vers les indésirables

source: New email received
fr_ca: Nouveau courriel reçu

source: From: ${ sender } - ${ Subject }
fr_ca: De : ${ sender } – ${ Subject }

# 9156eaea28a05308dc81ba89df8f3e3782744c15[0]
source: ${ daysCountLeft } day
fr_ca: ${ daysCountLeft } jour

# 9156eaea28a05308dc81ba89df8f3e3782744c15[1]
source: ${ daysCountLeft } days
fr_ca: ${ daysCountLeft } jours

# 4f9726fa34069f4ab8e813d910ae23bae9a33512[0]
source: ${ hoursCountLeft } hour
fr_ca: ${ hoursCountLeft } heure

# 4f9726fa34069f4ab8e813d910ae23bae9a33512[1]
source: ${ hoursCountLeft } hours
fr_ca: ${ hoursCountLeft } heures

# 0019709670a3ff206343022bf1dc035cd63b6d99[0]
source: ${ secondsCountLeft } second
fr_ca: ${ secondsCountLeft } seconde

# 0019709670a3ff206343022bf1dc035cd63b6d99[1]
source: ${ secondsCountLeft } seconds
fr_ca: ${ secondsCountLeft } secondes
