Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

# 96863ea03bd3778931a80b9efe54d47b0bbcfc6c[0]
source: Move ${ selectionCount } conversation
fr_ca: Déplacer ${ selectionCount } conversation

# 96863ea03bd3778931a80b9efe54d47b0bbcfc6c[1]
source: Move ${ selectionCount } conversations
fr_ca: Déplacer ${ selectionCount } conversations

source: Address verification disabled
fr_ca: Adresse de vérification désactivée

source: Read receipt sent
fr_ca: Confirmation de lecture envoyée

source: Message marked as legitimate
fr_ca: Message marqué comme étant légitime

source: Mail list unsubscribed
fr_ca: Désabonné·e de la liste de diffusion

source: Public key trusted
fr_ca: Clé publique approuvée

source: Phishing reported
fr_ca: Hameçonnage signalé

source: Message marked as read.
fr_ca: Message marqué comme lu.

source: Message marked as unread.
fr_ca: Message marqué comme non lu.

# 6b468a79b2f6c3cc92fe02aa989ddbddaf87374c[0]
source: ${ elementsCount } message marked as read.
fr_ca: ${ elementsCount } message marqué comme lu.

# 6b468a79b2f6c3cc92fe02aa989ddbddaf87374c[1]
source: ${ elementsCount } messages marked as read.
fr_ca: ${ elementsCount } messages marqués comme lus.

# 028f454f1cb73d158d0c948818b10eed2ca82dd0[0]
source: ${ elementsCount } message marked as unread.
fr_ca: ${ elementsCount } message marqué comme non lu.

# 028f454f1cb73d158d0c948818b10eed2ca82dd0[1]
source: ${ elementsCount } messages marked as unread.
fr_ca: ${ elementsCount } messages marqués comme non lus.

source: Conversation marked as read.
fr_ca: Conversation marquée comme lue.

source: Conversation marked as unread.
fr_ca: Conversation marquée comme non lue.

# 848757302aba6011b09f3c75ef8f369a30a5bdf1[0]
source: ${ elementsCount } conversation marked as read.
fr_ca: ${ elementsCount } conversation marquée comme lue.

# 848757302aba6011b09f3c75ef8f369a30a5bdf1[1]
source: ${ elementsCount } conversations marked as read.
fr_ca: ${ elementsCount } conversations marquées comme lues.

# 6fd9b19d8b51641275226337149ed55bb623870b[0]
source: ${ elementsCount } conversation marked as unread.
fr_ca: ${ elementsCount } conversation marquée comme non lue.

# 6fd9b19d8b51641275226337149ed55bb623870b[1]
source: ${ elementsCount } conversations marked as unread.
fr_ca: ${ elementsCount } conversations marquées comme non lues.

source: Messages from ${ sendersList } will be moved to ${ folder }
fr_ca: Les messages de ${ sendersList } seront déplacés vers ${ folder }

source: Conversations from ${ sendersList } will be moved to ${ folder }
fr_ca: Les conversations de ${ sendersList } seront déplacées vers ${ folder }

source: Messages from ${ sendersList } will be labelled as ${ labelsList }
fr_ca: Les messages de ${ sendersList } seront labélisés comme ${ labelsList }

source: Conversations from ${ sendersList } will be labelled as ${ labelsList }
fr_ca: Les conversations de ${ sendersList } seront labélisées comme ${ labelsList }

source: Message marked as Starred.
fr_ca: Message marqué comme favori.

# f9a3aa4c8e7fa1d1c94b8674eb604891cdb31d52[0]
source: ${ elementsCount } message marked as Starred.
fr_ca: ${ elementsCount } message marqué comme favori.

# f9a3aa4c8e7fa1d1c94b8674eb604891cdb31d52[1]
source: ${ elementsCount } messages marked as Starred.
fr_ca: ${ elementsCount } messages marqués comme favoris.

source: Conversation marked as Starred.
fr_ca: Conversation marquée comme favorite.

# a59cb314a5e1b217c093752a573ffbc09740b6db[0]
source: ${ elementsCount } conversation marked as Starred.
fr_ca: ${ elementsCount } conversation marquée comme favorite.

# a59cb314a5e1b217c093752a573ffbc09740b6db[1]
source: ${ elementsCount } conversations marked as Starred.
fr_ca: ${ elementsCount } conversations marquées comme favorites.

source: Message removed from ${ labelName }.
fr_ca: Message retiré de ${ labelName }.

# 5c39808aa0adf9e21f55cddb0e6fb72092ca3c69[0]
source: ${ elementsCount } message removed from ${ labelName }.
fr_ca: ${ elementsCount } message retiré de ${ labelName }.

# 5c39808aa0adf9e21f55cddb0e6fb72092ca3c69[1]
source: ${ elementsCount } messages removed from ${ labelName }.
fr_ca: ${ elementsCount } messages retirés de ${ labelName }.

source: Conversation removed from ${ labelName }.
fr_ca: Conversation retirée de ${ labelName }.

# 13daae06f0b06399a77db2204ce9121e4d575f72[0]
source: ${ elementsCount } conversation removed from ${ labelName }.
fr_ca: ${ elementsCount } conversation retirée de ${ labelName }.

# 13daae06f0b06399a77db2204ce9121e4d575f72[1]
source: ${ elementsCount } conversations removed from ${ labelName }.
fr_ca: ${ elementsCount } conversations retirées de ${ labelName }.

source: Message added to ${ labelName }.
fr_ca: Message ajouté à ${ labelName }.

# a98194cf06521c0e9a5dd6659b0ab365b7e359e4[0]
source: ${ elementsCount } message added to ${ labelName }.
fr_ca: ${ elementsCount } message ajouté à ${ labelName }.

# a98194cf06521c0e9a5dd6659b0ab365b7e359e4[1]
source: ${ elementsCount } messages added to ${ labelName }.
fr_ca: ${ elementsCount } messages ajoutés à ${ labelName }.

source: Conversation added to ${ labelName }.
fr_ca: Conversation ajoutée à ${ labelName }.

# c4696aa66fb09d3e0be6c4987d254b12b074a38d[0]
source: ${ elementsCount } conversation added to ${ labelName }.
fr_ca: ${ elementsCount } conversation ajoutée à ${ labelName }.

# c4696aa66fb09d3e0be6c4987d254b12b074a38d[1]
source: ${ elementsCount } conversations added to ${ labelName }.
fr_ca: ${ elementsCount } conversations ajoutées à ${ labelName }.

source: Labels applied.
fr_ca: Labels appliqués.

source: Message moved to spam and sender added to your spam list.
fr_ca: Message déplacé dans le dossier Indésirables et expéditeur ajouté à votre liste d'indésirables.

# b6655d3625b184adf36f04d4e3cbdf27c817de33[0]
source: ${ elementsCount } message moved to spam and sender added to your spam list.
fr_ca: ${ elementsCount } message déplacé dans le dossier Indésirables et expéditeur ajouté à votre liste d'indésirables.

# b6655d3625b184adf36f04d4e3cbdf27c817de33[1]
source: ${ elementsCount } messages moved to spam and senders added to your spam list.
fr_ca: ${ elementsCount } messages déplacés dans le dossier Indésirables et expéditeurs ajoutés à votre liste d'indésirables.

source: Conversation moved to spam and sender added to your spam list.
fr_ca: Conversation déplacée dans le dossier Indésirables et expéditeur ajouté à votre liste d'indésirables.

# 03b31edbf399c9fdadd9f71c5cd27693455b1042[0]
source: ${ elementsCount } conversation moved to spam and sender added to your spam list.
fr_ca: ${ elementsCount } conversation déplacée dans le dossier Indésirables et expéditeur ajouté à votre liste d'indésirables.

# 03b31edbf399c9fdadd9f71c5cd27693455b1042[1]
source: ${ elementsCount } conversations moved to spam and senders added to your spam list.
fr_ca: ${ elementsCount } conversations déplacées dans le dossier Indésirables et expéditeurs ajoutés à votre liste d'indésirables.

source: Message moved to ${ folderName } and sender added to your not spam list.
fr_ca: Message déplacé dans le dossier ${ folderName } et expéditeur ajouté à votre liste des non indésirables.

# 012597daf3c67dc87dd366df43f0f78ff5c62790[0]
source: ${ elementsCount } message moved to ${ folderName } and sender added to your not spam list.
fr_ca: ${ elementsCount } message déplacé dans le dossier ${ folderName } et expéditeur ajouté à votre liste des non indésirables.

# 012597daf3c67dc87dd366df43f0f78ff5c62790[1]
source: ${ elementsCount } messages moved to ${ folderName } and senders added to your not spam list.
fr_ca: ${ elementsCount } messages déplacés dans le dossier ${ folderName } et expéditeurs ajoutés à votre liste des non indésirables.

source: Conversation moved to ${ folderName } and sender added to your not spam list.
fr_ca: Conversation déplacée dans le dossier ${ folderName } et expéditeur ajouté à votre liste des non indésirables.

# 7efaf236c739d280b701afdaa8d07a8fb5652224[0]
source: ${ elementsCount } conversation moved to ${ folderName } and sender added to your not spam list.
fr_ca: ${ elementsCount } conversation déplacée dans le dossier ${ folderName } et expéditeur ajouté à votre liste des non indésirables.

# 7efaf236c739d280b701afdaa8d07a8fb5652224[1]
source: ${ elementsCount } conversations moved to ${ folderName } and senders added to your not spam list.
fr_ca: ${ elementsCount } conversations déplacées dans le dossier ${ folderName } et expéditeurs ajoutés à votre liste des non indésirables.

source: Message moved to ${ folderName }.
fr_ca: Message déplacé vers ${ folderName }.

# 16f194c3e8fa3e22f2d3f420074a8f334fb74c0a[0]
source: ${ elementsCount } message moved to ${ folderName }.
fr_ca: ${ elementsCount } message déplacé vers ${ folderName }.

# 16f194c3e8fa3e22f2d3f420074a8f334fb74c0a[1]
source: ${ elementsCount } messages moved to ${ folderName }.
fr_ca: ${ elementsCount } messages déplacés vers ${ folderName }.

source: Conversation moved to ${ folderName }.
fr_ca: Conversation déplacée vers ${ folderName }.

# 2fd9c3a655d59eb15e822995f371c961775cf459[0]
source: ${ elementsCount } conversation moved to ${ folderName }.
fr_ca: ${ elementsCount } conversation déplacée vers ${ folderName }.

# 2fd9c3a655d59eb15e822995f371c961775cf459[1]
source: ${ elementsCount } conversations moved to ${ folderName }.
fr_ca: ${ elementsCount } conversations déplacées vers ${ folderName }.

source: Draft deleted
fr_ca: Brouillon supprimé

# b98cf7e756a4978d74438c8b9e8a150fb990aca8[0]
source: ${ count } draft deleted
fr_ca: ${ count } brouillon supprimé

# b98cf7e756a4978d74438c8b9e8a150fb990aca8[1]
source: ${ count } drafts deleted
fr_ca: ${ count } brouillons supprimés

source: Message deleted
fr_ca: Message supprimé

source: Conversation deleted
fr_ca: Conversation supprimée

# c4c516d6a1708c70e0514deaf77423fde5f4d63d[0]
source: ${ count } conversation deleted
fr_ca: ${ count } conversation supprimée

# c4c516d6a1708c70e0514deaf77423fde5f4d63d[1]
source: ${ count } conversations deleted
fr_ca: ${ count } conversations supprimées

# 80985996f68562093feca3b8e00c9c412a0a0940[0]
source: ${ count } message deleted
fr_ca: ${ count } message supprimé

# 80985996f68562093feca3b8e00c9c412a0a0940[1]
source: ${ count } messages deleted
fr_ca: ${ count } messages supprimés

source: Label cleared
fr_ca: Label effacé

source: Folder cleared
fr_ca: Dossier effacé

source: Message content search activated
fr_ca: Recherche de contenu de message activée

source: Update default font and size
fr_ca: Mettre à jour la police et la taille par défaut

source: Your default font will look like following:
fr_ca: Votre police par défaut ressemblera à ceci :

source: Today is a good day to write an email
fr_ca: Aujourd'hui est un bon jour pour écrire un courriel

source: Link
fr_ca: Lien

source: Email address
fr_ca: Adresse courriel

source: Phone number
fr_ca: Numéro de téléphone

source: Text
fr_ca: Texte

source: Please insert link first
fr_ca: Veuillez d'abord insérer un lien

source: E.g.,
fr_ca: p. ex.

source: Mailbox password
fr_ca: Mot de passe de la messagerie

source: Password
fr_ca: Mot de passe

source: Filter groups
fr_ca: Filtrer les groupes

source: Start typing an email address
fr_ca: Commencez à taper une adresse courriel

source: Image URL
fr_ca: URL de l'image

source: Search name, email or group
fr_ca: Rechercher un nom, un email ou un groupe

source: Name
fr_ca: Nom

source: Search for name or email
fr_ca: Rechercher par nom ou adresse courriel

source: Name or email address
fr_ca: Nom ou adresse électronique

source: Search for group name
fr_ca: Rechercher un nom de groupe

source: Group name
fr_ca: Nom du groupe

source: A way to contact you
fr_ca: Un moyen de vous contacter

source: Select
fr_ca: Sélectionner

source: Please describe the problem and include any error messages
fr_ca: Veuillez décrire le problème et inclure les messages d'erreur

source: Type text or keyword
fr_ca: Tapez le texte ou le mot-clé

source: Write your message
fr_ca: Écrivez votre message

source: Hint
fr_ca: Indice

source: Subject
fr_ca: Objet

source: Filter folders
fr_ca: Filtrer les dossiers

source: Search messages
fr_ca: Rechercher des messages

source: Start date
fr_ca: Date de début

source: End date
fr_ca: Date de fin

source: Filter labels
fr_ca: Filtrer les labels

source: Email composer
fr_ca: Composeur de message

source: Open actions dropdown
fr_ca: Ouvrir le menu déroulant des actions

source: Minicalendar
fr_ca: Minicalendrier

source: Groups
fr_ca: Groupes

source: Settings
fr_ca: Paramètres

source: Sign out
fr_ca: Se déconnecter

source: What's new
fr_ca: Nouveautés

source: Warning: suspected fake website
fr_ca: Attention : site Web potentiellement faux

source: Link confirmation
fr_ca: Confirmation du lien

source: Request new code
fr_ca: Demander un nouveau code

source: Invalid verification code
fr_ca: Code de vérification invalide

source: Human verification
fr_ca: Vérification de l'existence de l'utilisateur

source: Account suspended
fr_ca: Compte suspendu

source: Enter your username or ${ MAIL_APP_NAME } email address
fr_ca: Saisissez votre nom d'utilisateur·rice ou votre adresse ${ MAIL_APP_NAME }

source: Enter your password
fr_ca: Saisissez votre mot de passe

source: Email settings
fr_ca: Paramètres des courriels

source: Contact group
fr_ca: Groupe de contacts

source: Contact details
fr_ca: Détails du contact

source: Other names
fr_ca: Autres noms

source: Email addresses
fr_ca: Adresses courriel

source: Phone numbers
fr_ca: Numéros de téléphone

source: Addresses
fr_ca: Adresses

source: Other information
fr_ca: Autre information

source: Edit contact
fr_ca: Modifier le contact

source: Create contact
fr_ca: Créer un contact

source: Edit email settings
fr_ca: Modifier les paramètres des courriels

source: Delete ${ Name }
fr_ca: Supprimer ${ Name }

# 9a93b9bec078ffd785786e3498b35c66d4313b81[0]
source: Delete ${ count } contact group
fr_ca: Supprimer ${ count } groupe de contacts

# 9a93b9bec078ffd785786e3498b35c66d4313b81[1]
source: Delete ${ count } contact groups
fr_ca: Supprimer ${ count } groupes de contacts

# 6ea97308310e826222fa294030487c2991bc55b6[0]
source: ${ emailsCount } member
fr_ca: ${ emailsCount } membre

# 6ea97308310e826222fa294030487c2991bc55b6[1]
source: ${ emailsCount } members
fr_ca: ${ emailsCount } membres

source: Edit contact group
fr_ca: Modifier le groupe de contacts

source: Create new group
fr_ca: Créer un nouveau groupe

source: Warning
fr_ca: Attention

source: Clearing data
fr_ca: Effacement des données

source: Recover data
fr_ca: Récupérer les données

# 93edf3955ec4af8285cf3c54d7475137f58cd13c[0]
source: Delete ${ count } contact
fr_ca: Supprimer ${ count } contact

# 93edf3955ec4af8285cf3c54d7475137f58cd13c[1]
source: Delete ${ count } contacts
fr_ca: Supprimer ${ count } contacts

source: Exporting contacts
fr_ca: Exportation des contacts

source: Edit image
fr_ca: Modifier l'image

source: Re-signing contacts
fr_ca: Nouvelle signature des contacts

source: Re-sign all contacts
fr_ca: Signer à nouveau tous les contacts

source: Upgrade required
fr_ca: Offre supérieure requise

source: Add to ${ groupName }
fr_ca: Ajouter à ${ groupName }

# 637ee860692fcb928546ce8242ef9a2d51e98e49[0]
source: Add to ${ groupCount } group
fr_ca: Ajouter à ${ groupCount } groupe

# 637ee860692fcb928546ce8242ef9a2d51e98e49[1]
source: Add to ${ groupCount } groups
fr_ca: Ajouter à ${ groupCount } groupes

source: Insert contacts
fr_ca: Insérer des contacts

source: Import contacts
fr_ca: Importer les contacts

source: Select action to take on contact group
fr_ca: Sélectionnez l'action à effectuer sur le groupe de contacts

source: Add contact group name
fr_ca: Ajouter le nom du groupe de contacts

source: Select contact group
fr_ca: Sélectionner le groupe de contacts

source: Contact Details
fr_ca: Détails du contact

source: Merge contacts
fr_ca: Fusionner les contacts

source: Deleting contacts
fr_ca: Suppression des contacts

source: Merging contacts
fr_ca: Fusion des contacts

source: View contacts
fr_ca: Afficher les contacts

source: Select a theme
fr_ca: Choisissez un thème

source: Your changes are not synced yet
fr_ca: Vos modifications ne sont pas encore synchronisées

source: Are you sure you want to close the preview?
fr_ca: Voulez-vous vraiment fermer la fenêtre d'aperçu?

source: Two-factor authentication
fr_ca: Authentification à deux facteurs

source: Report a problem
fr_ca: Signaler un problème

source: ${ MAIL_APP_NAME } Keyboard Shortcuts
fr_ca: Raccourcis clavier ${ MAIL_APP_NAME }

source: Mailbox layout
fr_ca: Mise en page de la boîte aux lettres

source: Mailbox density
fr_ca: Densité de la boîte aux lettres

source: Composer mode
fr_ca: Mode du composeur

source: Import events
fr_ca: Importer des événements

# d31ff654644031c98a25d7270c04ee455ef3e499[0]
source: Import as simple event?
fr_ca: Importer comme simple événement?

# d31ff654644031c98a25d7270c04ee455ef3e499[1]
source: Import as simple events?
fr_ca: Importer comme simples événements?

source: Import failed
fr_ca: Échec de l'importation

source: Continue with partial import?
fr_ca: Poursuivre l'importation partielle?

source: Change my answer
fr_ca: Changer ma réponse

source: Delete ${ label.Name } folder
fr_ca: Supprimer le dossier ${ label.Name }

source: Delete ${ label.Name } label
fr_ca: Supprimer le label ${ label.Name }

source: Currency
fr_ca: Devise

source: Back
fr_ca: Retour

source: Open help menu
fr_ca: Ouvrir le menu d'aide

source: Open settings menu
fr_ca: Ouvrir le menu des paramètres

source: Send feedback
fr_ca: Envoyer un avis

source: Feedback
fr_ca: Votre avis

source: Beta Access
fr_ca: Accès à la version bêta

source: Are you sure you want to close?
fr_ca: Êtes-vous sûr·e de vouloir fermer?

source: Edit filter
fr_ca: Modifier le filtre

source: Add filter
fr_ca: Ajouter un filtre

source: Reconnect your account
fr_ca: Reconnecter votre compte

source: Start a new import
fr_ca: Démarrer une nouvelle importation

source: Start import process
fr_ca: Démarrer le processus d'importation

source: What would you like to import?
fr_ca: Que voudriez-vous importer ?

source: Customize your mail import
fr_ca: Personnalisez votre importation de courrier

source: Customize calendar import
fr_ca: Personnaliser l'importation du calendrier

source: Customize and confirm
fr_ca: Personnaliser et confirmer

source: Sign in and grant access
fr_ca: Se connecter et donner l'accès

source: Verification error
fr_ca: Erreur de vérification

source: Decryption error
fr_ca: Erreur de déchiffrement

source: Attachments
fr_ca: Pièces jointes

source: Sending original message
fr_ca: Envoi du message original

source: Sending notice
fr_ca: Envoi de l'avis

source: Schedule send
fr_ca: Programmer l'envoi

source: Delete draft
fr_ca: Supprimer le brouillon

source: Recipient missing
fr_ca: Destinataire manquant

source: Subject missing
fr_ca: Sujet manquant

source: No attachment found
fr_ca: Aucune pièce jointe trouvée

# 69e37c5e7934ba5b475b711c0428ddf8b80625b7[0]
source: Trust new key?
fr_ca: Approuver la nouvelle clé?

# 69e37c5e7934ba5b475b711c0428ddf8b80625b7[1]
source: Trust new keys?
fr_ca: Approuver les nouvelles clés?

source: Send with changed preferences?
fr_ca: Envoyer avec les préférences modifiées?

source: Sending error
fr_ca: Erreur lors de l'envoi

source: Send without expiration?
fr_ca: Envoyer sans expiration?

source: Confirm recipient address?
fr_ca: Confirmer l'adresse du destinataire?

source: To
fr_ca: À

source: BCC
fr_ca: Cci

source: Carbon Copy
fr_ca: Copie carbone

source: Blind Carbon Copy
fr_ca: Copie carbone invisible

source: More options
fr_ca: Plus d'options

source: External encryption
fr_ca: Chiffrement externe

source: Send email
fr_ca: Envoyer le courriel

source: New message
fr_ca: Nouveau message

source: Archive
fr_ca: Archives

source: Trash
fr_ca: Corbeille

source: Mark as read
fr_ca: Marquer comme lu

source: Mark as unread
fr_ca: Marquer comme non lu

source: Conversation list
fr_ca: Liste des conversations

source: Message list
fr_ca: Liste des messages

# 6d0c70a2882d2233800fb7a58bc1b4281a25765e[0]
source: ${ unreads } unread message
fr_ca: ${ unreads } message non lu

# 6d0c70a2882d2233800fb7a58bc1b4281a25765e[1]
source: ${ unreads } unread messages
fr_ca: ${ unreads } messages non lus

source: Email content
fr_ca: Contenu du message

source: Message will expire
fr_ca: Le message va expirer

source: Load remote content
fr_ca: Charger le contenu distant

source: Load embedded images
fr_ca: Charger les images intégrées

source: Trust pinned keys?
fr_ca: Approuver les clés épinglées?

source: Mark email as legitimate
fr_ca: Marquer le courriel comme légitime

source: Unsubscribe
fr_ca: Se désabonner

source: Unsubscribe request sent
fr_ca: Demande de désinscription envoyée

source: Trust public key?
fr_ca: Approuver la clé publique?

source: Block sender
fr_ca: Bloquer l'expéditeur

source: Moving a scheduled message
fr_ca: Déplacement d'un message programmé

source: Move to spam
fr_ca: Déplacer vers les indésirables

source: Message details
fr_ca: Détails du message

source: Sender
fr_ca: Expéditeur

source: Recipients
fr_ca: Destinaires

source: Move to inbox (not spam)
fr_ca: Déplacer vers la boîte de réception (non indésirable)

source: Move to inbox
fr_ca: Déplacer vers la boîte de réception

source: Move to trash
fr_ca: Déplacer vers la corbeille

source: Move to
fr_ca: Déplacer vers

source: Label as
fr_ca: Labelliser comme

source: Filter on...
fr_ca: Filtrer sur...

source: More
fr_ca: Plus

source: Reply
fr_ca: Répondre

source: Reply all
fr_ca: Répondre à tous

source: Forward
fr_ca: Transférer

source: Error
fr_ca: Erreur

source: Enable message content search
fr_ca: Activer la recherche de contenu de message

source: Folder options
fr_ca: Options de dossier

source: Label options
fr_ca: Options de label

source: Hide your email with SimpleLogin by ${ BRAND_NAME }
fr_ca: Masquez votre adresse électronique avec SimpleLogin par ${ BRAND_NAME }

source: Create label
fr_ca: Créer un label

source: Create folder
fr_ca: Créer un dossier

source: Don't give spam a chance
fr_ca: Ne laissez aucune chance aux indésirables

source: Welcome ${ userName }
fr_ca: Bienvenue ${ userName }

source: Welcome
fr_ca: Bienvenue

source: Sort conversations
fr_ca: Trier les conversations

source: Sort messages
fr_ca: Trier les messages

source: More actions
fr_ca: Actions supplémentaires

source: Previous conversation
fr_ca: Conversation précédente

source: Previous message
fr_ca: Message précédent

source: Next conversation
fr_ca: Conversation suivante

source: Next message
fr_ca: Message suivant

source: More selections
fr_ca: Plus de sélections

source: Sender changed
fr_ca: Expéditeur·rice modifié·e

source: Storage capacity warning
fr_ca: Avertissement de la capacité de stockage

source: Re-sign contact
fr_ca: Signer à nouveau le contact

source: Move all messages to Trash
fr_ca: Déplacer tous les messages vers la Corbeille

# 07ae82e1afd59fb1e563b85296ffcf83e25df5c0[0]
source: Delete ${ count } draft
fr_ca: Supprimer ${ count } brouillon

# 07ae82e1afd59fb1e563b85296ffcf83e25df5c0[1]
source: Delete ${ count } drafts
fr_ca: Supprimer ${ count } brouillons

source: Delete message
fr_ca: Supprimer le message

source: Delete conversation
fr_ca: Supprimer la conversation

# 71d5456af18d70701cf155628afae70cc402d6fb[0]
source: Delete ${ count } conversation
fr_ca: Supprimer ${ count } conversation

# 71d5456af18d70701cf155628afae70cc402d6fb[1]
source: Delete ${ count } conversations
fr_ca: Supprimer ${ count } conversations

# ac7113a2e46bd9297d7afb93233220d1b4d8e13d[0]
source: Delete ${ count } message
fr_ca: Supprimer ${ count } message

# ac7113a2e46bd9297d7afb93233220d1b4d8e13d[1]
source: Delete ${ count } messages
fr_ca: Supprimer ${ count } messages
