Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Start time out of bounds
fr_ca: Heure de début hors limites

source: Malformed end time
fr_ca: Heure de fin malformée

source: End time out of bounds
fr_ca: Heure de fin hors limites

source: Calendar time zone not supported
fr_ca: Fuseau horaire du calendrier non pris en charge

source: Time zone not supported
fr_ca: Fuseau horaire non pris en charge

source: Malformed recurring event
fr_ca: Événement récurrent mal formaté

source: Recurring rule not supported
fr_ca: Récurrence non prise en charge

source: Edited event not supported
fr_ca: Événement édité non pris en charge

source: Notification out of bounds
fr_ca: Notification hors limites

source: Event validation failed
fr_ca: Échec de la validation d'événement

source: Encryption failed
fr_ca: Échec du chiffrement

source: Original recurring event could not be found
fr_ca: L'événement récurrent original n'a pas pu être trouvé

source: Color
fr_ca: Couleur

source: Folder name
fr_ca: Nom du dossier

source: Label name
fr_ca: Nom du label

source: ${ Label.Name } created
fr_ca: ${ Label.Name } créé

source: ${ Label.Name } updated
fr_ca: ${ Label.Name } mis à jour

source: Filter ${ Filter.Name } updated
fr_ca: Filtre ${ Filter.Name } mis à jour

source: Create folder
fr_ca: Créer un dossier

source: Create label
fr_ca: Créer un label

source: Edit folder
fr_ca: Modifier le dossier

source: Edit label
fr_ca: Modifier le label

source: ${ label.Name } removed
fr_ca: ${ label.Name } retiré

source: Score is required
fr_ca: La note est requise

source: Feedback sent
fr_ca: Avis envoyé

source: Your feedback
fr_ca: Votre retour d'expérience

source: Tell us about your experience. (Optional)
fr_ca: Parlez-nous de votre expérience (optionnel)

source: Feedback
fr_ca: Votre avis

source: Switch or add account
fr_ca: Basculez vers ou ajoutez un compte

source: Settings
fr_ca: Paramètres

source: On
fr_ca: Activé

source: Off
fr_ca: Désactivé

source: Invite friends to ${ BRAND_NAME }
fr_ca: Inviter des amis à rejoindre ${ BRAND_NAME }

source: Get up to ${ credits } in credits.
fr_ca: Recevez jusqu'à ${ credits } en crédits.

source: Schedule send
fr_ca: Programmer l'envoi

source: You can now schedule your messages to be sent later
fr_ca: Vous pouvez maintenant programmer vos messages pour les envoyer plus tard

source: We now load images by default and block senders from tracking you. This can be changed in the ${ settingsLink }.
fr_ca: Nous chargeons désormais les images par défaut et empêchons les expéditeurs de vous suivre. Vous pouvez changer ceci dans les ${ settingsLink }.

source: Email tracking protection
fr_ca: Protection contre le suivi des courriels

source: Message Content Search
fr_ca: Recherche de contenu de message

source: You can now search the content of your encrypted emails.
fr_ca: Vous pouvez maintenant rechercher le contenu de vos courriels chiffrés.

source: Beta Access lets you use the beta version of ${ MAIL_APP_NAME }, ${ CALENDAR_APP_NAME }, and ${ DRIVE_APP_NAME } before they are released to the public. This means you can be the first to try new products, get new updates, and use new features.
fr_ca: L'accès à la version bêta vous permet d'utiliser la version bêta de ${ MAIL_APP_NAME }, ${ CALENDAR_APP_NAME } et ${ DRIVE_APP_NAME } avant qu'elles ne soient rendues publiques. Cela signifie que vous pouvez être le premier à essayer de nouveaux produits, à obtenir de nouvelles mises à jour et à utiliser de nouvelles fonctionnalités.

source: If you encounter issues, you can always disable Beta Access.
fr_ca: Si vous rencontrez des problèmes, vous pouvez toujours désactiver l'accès à la version bêta.

source: Note: the service will reload after you click the Apply button.
fr_ca: Remarque : le service se rechargera après avoir cliqué sur le bouton Appliquer.

source: Discover all ${ BRAND_NAME } services
fr_ca: Découvrez tous les services ${ BRAND_NAME }

source: Use the app selector in the top left to access all ${ BRAND_NAME } services: ${ MAIL_SHORT_APP_NAME }, ${ VPN_SHORT_APP_NAME }, ${ CALENDAR_SHORT_APP_NAME } and ${ DRIVE_SHORT_APP_NAME }.
fr_ca: Utilisez le sélecteur d'applications en haut à gauche pour accéder à tous les services ${ BRAND_NAME } : ${ MAIL_SHORT_APP_NAME }, ${ VPN_SHORT_APP_NAME }, ${ CALENDAR_SHORT_APP_NAME } et ${ DRIVE_SHORT_APP_NAME }.

source: Set up your organization
fr_ca: Configurez votre organisation

source: Configure your organization, link your domain name, and create accounts to ensure all members of your organization are protected.
fr_ca: Configurez votre organisation, associez votre nom de domaine et créez des comptes pour garantir la protection de tous les membres de votre organisation.

source: Select a theme
fr_ca: Sélectionnez un thème

source: You can change this anytime in your settings.
fr_ca: Vous pouvez modifier cela à tout moment dans vos paramètres.

source: Select…
fr_ca: Sélectionner…

source: The subject
fr_ca: L’objet

source: The sender
fr_ca: L’expéditeur

source: The recipient
fr_ca: Le destinataire

source: The attachment
fr_ca: La pièce jointe

source: If the subject
fr_ca: Si l'objet

source: If the sender
fr_ca: Si l'expéditeur

source: If the recipient
fr_ca: Si le destinataire

source: If the attachments
fr_ca: Si les pièces jointes

source: contains
fr_ca: contient

source: is exactly
fr_ca: correspond exactement à

source: begins with
fr_ca: commence par

source: ends with
fr_ca: se termine par

source: matches
fr_ca: correspond à

source: does not contain
fr_ca: ne contient pas

source: is not
fr_ca: n'est pas

source: does not begin with
fr_ca: ne commence pas par

source: does not end with
fr_ca: ne se termine pas par

source: does not match
fr_ca: ne correspond pas à

source: All conditions must be fulfilled (AND)
fr_ca: Toutes les conditions doivent être remplies (ET)

source: One condition must be fulfilled (OR)
fr_ca: Une condition doit être remplie (OU)

source: Do not move
fr_ca: Ne pas déplacer

source: Select a folder
fr_ca: Sélectionner un dossier

source: Archive
fr_ca: Archives

source: Inbox
fr_ca: Boîte de réception

source: Spam
fr_ca: Indésirable

source: Trash
fr_ca: Corbeille

source: Inbox - Default
fr_ca: Boîte de réception, par défaut

source: Move to...
fr_ca: Déplacer vers…

source: Default folders
fr_ca: Dossiers par défaut

source: Custom folders
fr_ca: Dossiers personnalisés

source: read
fr_ca: lu

source: starred
fr_ca: favoris

source: Name
fr_ca: Nom

source: Preview
fr_ca: Aperçu

source: Email address not found among user ids defined in sending key (${ keyUserIds })
fr_ca: Adresse électronique non trouvée parmi les identifiants des utilisateurs définis dans la clé d'envoi (${ keyUserIds })

source: Name
fr_ca: Nom

source: Email
fr_ca: Courriel

source: Phone
fr_ca: Téléphone

source: Address
fr_ca: Adresse

source: Organization
fr_ca: Organisation

source: Birthday
fr_ca: Date de naissance

source: Anniversary
fr_ca: Anniversaire

source: Title
fr_ca: Titre

source: Role
fr_ca: Rôle

source: Gender
fr_ca: Sexe

source: Language
fr_ca: Langue

source: Timezone
fr_ca: Fuseau horaire

source: Geo
fr_ca: Coordonnées géo

source: Member
fr_ca: Membre

source: Work
fr_ca: Travail

source: Personal
fr_ca: Personnel

source: Mobile
fr_ca: Cellulaire

source: Main
fr_ca: Principal

source: Other
fr_ca: Autre

source: Fax
fr_ca: Télécopie

source: Pager
fr_ca: Bipeur

source: Email
fr_ca: Courriel

source: Home
fr_ca: Domicile

source: Work
fr_ca: Travail

source: Other
fr_ca: Autre

source: Phone
fr_ca: Téléphone

source: Mobile
fr_ca: Cellulaire

source: Main
fr_ca: Principal

source: Fax
fr_ca: Télécopie

source: Pager
fr_ca: Bipeur

source: Address
fr_ca: Adresse

# 0d92d1173cae2ee6fca04342cad6b2329ba55a78[0]
source: Try a shorter username (${ n } character max)
fr_ca: Essayez d'utiliser un nom d'utilisateur plus court (${ n } caractère maximum)

# 0d92d1173cae2ee6fca04342cad6b2329ba55a78[1]
source: Try a shorter username (${ n } characters max)
fr_ca: Essayez d'utiliser un nom d'utilisateur plus court (${ n } caractères maximum)

# 8c8dfabb7d61c80017d64df0dddc970bc178ecb9[0]
source: Password must contain at least ${ length } character
fr_ca: Le mot de passe doit comporter au moins ${ length } caractère

# 8c8dfabb7d61c80017d64df0dddc970bc178ecb9[1]
source: Password must contain at least ${ length } characters
fr_ca: Le mot de passe doit comporter au moins ${ length } caractères

# a369dec47475fcc3bd7000130eba62f49695ec97[0]
source: byte
fr_ca: octet

# a369dec47475fcc3bd7000130eba62f49695ec97[1]
source: bytes
fr_ca: octets

source: KB
fr_ca: Ko

source: MB
fr_ca: Mo

source: GB
fr_ca: Go

# ab69c71c9a6dbf9e608a201233a302316b1a9bd9[0]
source: Byte
fr_ca: Octet

# ab69c71c9a6dbf9e608a201233a302316b1a9bd9[1]
source: Bytes
fr_ca: Octets

# 7b5e2c2b01ce1930571c9c0d7eafea955c70ab4d[0]
source: Kilobyte
fr_ca: Kilooctet

# 7b5e2c2b01ce1930571c9c0d7eafea955c70ab4d[1]
source: Kilobytes
fr_ca: Kilooctets

# 8176fe8ab57fd0d4d669f69e968f922ddd02f7bf[0]
source: Megabyte
fr_ca: Megaoctet

# 8176fe8ab57fd0d4d669f69e968f922ddd02f7bf[1]
source: Megabytes
fr_ca: Megaoctets

# b63aaf78b0524245e180259b70527dd791c804cf[0]
source: Gigabyte
fr_ca: Gigaoctet

# b63aaf78b0524245e180259b70527dd791c804cf[1]
source: Gigabytes
fr_ca: Gigaoctets

source: Unknown
fr_ca: Inconnu

source: unknown
fr_ca: inconnu

source: An unexpected error occurred. Import must be restarted.
fr_ca: Une erreur inattendue s'est produite. L'importation doit être relancée.

source: An error occurred uploading your file. No file has been selected.
fr_ca: Une erreur s'est produite lors de l'importation de votre fichier. Aucun fichier n'a été sélectionné.

source: An error occurred uploading your file ${ formattedFilename }. Only ICS file formats are allowed.
fr_ca: Une erreur s'est produite lors de l'importation de votre fichier ${ formattedFilename }. Seuls les formats ICS sont autorisés.

source: Your file ${ formattedFilename } is empty.
fr_ca: Votre fichier ${ formattedFilename } est vide.

source: An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.
fr_ca: Une erreur s'est produite lors de l'importation de votre fichier ${ formattedFilename }. La taille maximale d'un fichier est de ${ MAX_IMPORT_FILE_SIZE_STRING }.

source: Your file ${ formattedFilename } is not a calendar.
fr_ca: Votre fichier ${ formattedFilename } n'est pas un calendrier.

source: Your file ${ formattedFilename } has an invalid method and cannot be imported.
fr_ca: Votre fichier ${ formattedFilename } possède une forme invalide et ne peut être importé.

source: Your file ${ formattedFilename } has no events to be imported.
fr_ca: Votre fichier ${ formattedFilename } n'a pas d'événements à importer.

# b91d545ca06a994b282ebf5fd15f32037cf63d86[0]
source: Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } event.
fr_ca: Votre fichier ${ formattedFilename } contient plus de ${ MAX_IMPORT_EVENTS_STRING } événement.

# b91d545ca06a994b282ebf5fd15f32037cf63d86[1]
source: Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_EVENTS_STRING } events.
fr_ca: Votre fichier ${ formattedFilename } contient plus de ${ MAX_IMPORT_EVENTS_STRING } événements.

source: An error occurred reading your file ${ formattedFilename }. File does not have the right format.
fr_ca: Une erreur s'est produite lors de la lecture de votre fichier ${ formattedFilename }. Le fichier n'a pas le bon format.

source: An error occurred uploading your file. No file has been selected.
fr_ca: Une erreur s'est produite lors du téléversement de votre fichier. Aucun fichier n'a été sélectionné.

source: An error occurred uploading your file ${ formattedFilename }. No .csv or .vcf file selected
fr_ca: Une erreur s'est produite lors du téléversement de votre fichier ${ formattedFilename }. Aucun fichier .csv ou .vcf sélectionné

source: Your file ${ formattedFilename } is empty.
fr_ca: Votre fichier ${ formattedFilename } est vide.

source: An error occurred uploading your file ${ formattedFilename }. Maximum file size is ${ MAX_IMPORT_FILE_SIZE_STRING }.
fr_ca: Une erreur s'est produite lors du téléversement de votre fichier ${ formattedFilename }. La taille maximale d’un fichier doit être de ${ MAX_IMPORT_FILE_SIZE_STRING }.

source: Your file ${ formattedFilename } has no contacts to be imported.
fr_ca: Votre fichier ${ formattedFilename } n'a pas de contacts à importer.

source: Your file ${ formattedFilename } contains more than ${ MAX_IMPORT_CONTACTS_STRING } contacts.
fr_ca: Votre fichier ${ formattedFilename } contient plus de ${ MAX_IMPORT_CONTACTS_STRING } contacts.

source: An error occurred reading your file ${ formattedFilename }. File doesn't have the right format.
fr_ca: Une erreur s'est produite lors de la lecture de votre fichier ${ formattedFilename }. Le fichier n'a pas le bon format.

source: vCard versions < 3.0 not supported
fr_ca: versions de vCard < 3.0 non prises en charge

source: Encryption failed
fr_ca: Échec du chiffrement

source: Syncing
fr_ca: Synchronisation en cours

source: Not synced
fr_ca: Non synchronisé

source: Unsupported calendar format
fr_ca: Format de calendrier non pris en charge

source: Calendar is too big
fr_ca: Le calendrier est trop gros

source: Calendar is syncing
fr_ca: Synchronisation du calendrier

source: Calendar is syncing: it may take several minutes for all of its events to show up.
fr_ca: Le calendrier se synchronise : vous devrez peut être attendre plusieurs minutes avant de voir tous les événements.

source: Calendar link is not accessible
fr_ca: Le lien du calendrier n’est pas accessible

source: Calendar link is temporarily inaccessible
fr_ca: Le lien du calendrier est temporairement inaccessible

source: Calendar could not be decrypted
fr_ca: Le calendrier n'a pas pu être déchiffré

source: Failed to sync calendar
fr_ca: Échec de la synchronisation du calendrier

source: More than 12 hours passed since last update
fr_ca: Plus de 12 heures se sont écoulées depuis la dernière mise à jour

source: Calendar link is not accessible from outside the calendar provider's ecosystem.
fr_ca: Le lien du calendrier n'est pas accessible depuis l'extérieur de l'écosystème du fournisseur de calendrier.

source: Calendar link is temporarily inaccessible. Please verify that the link from the calendar provider is still valid.
fr_ca: Le lien du calendrier est temporairement inaccessible. Veuillez vérifier que le lien du fournisseur de calendrier est toujours valide.

source: More than 12 hours passed since last update — ${ CALENDAR_APP_NAME } will try to update the calendar in a few hours.
fr_ca: La dernière mise à jour remonte à plus de 12 heures. ${ CALENDAR_APP_NAME } essaiera de mettre à jour le calendrier dans quelques heures.

source: (no title)
fr_ca: (sans titre)

source: Invalid ICS file
fr_ca: Fichier ICS invalide

source: Invalid event
fr_ca: Événement invalide

source: Unsupported event
fr_ca: Événement non pris en charge

source: Empty ICS file
fr_ca: Fichier ICS vide

source: Unsupported calendar component
fr_ca: Composant de calendrier non pris en charge

source: Invalid method
fr_ca: Méthode invalide

source: Invalid response
fr_ca: Réponse invalide

source: Invalid invitation
fr_ca: Invitation non valide

source: Unsupported response
fr_ca: Réponse non prise en charge

source: Unsupported invitation
fr_ca: Invitation non prise en charge

source: Attached ICS file could not be read
fr_ca: Le fichier ICS joint n'a pas pu être lu

source: Attached ICS file could not be decrypted
fr_ca: Le fichier ICS joint n'a pas pu être déchiffré

source: We could not retrieve the event from your calendar
fr_ca: Nous n'avons pas pu récupérer l'événement de votre calendrier

source: We could not update the event in your calendar
fr_ca: Nous n'avons pas pu mettre à jour l'événement dans votre calendrier

source: The event could not be added to your calendar. No answer was sent
fr_ca: L'événement n'a pas pu être ajouté à votre calendrier. Aucune réponse n'a été envoyée

source: Your answer was sent, but the event could not be added to your calendar
fr_ca: Votre réponse a été envoyée, mais l'événement n'a pas pu être ajouté à votre calendrier

source: The event could not be updated in your calendar. No answer was sent
fr_ca: L'événement n'a pas pu être mis à jour dans votre calendrier. Aucune réponse n'a été envoyée

source: Your answer was sent, but the event could not be updated in your calendar
fr_ca: Votre réponse a été envoyée, mais l'événement n'a pas pu être mis à jour dans votre calendrier

source: We could not cancel the event in your calendar
fr_ca: Nous n'avons pas pu annuler l'événement dans votre calendrier

source: Unexpected error
fr_ca: Erreur inattendue

source: on the first Sunday
fr_ca: chaque premier dimanche

source: on the first Monday
fr_ca: chaque premier lundi

source: on the first Tuesday
fr_ca: chaque premier mardi

source: on the first Wednesday
fr_ca: chaque premier mercredi

source: on the first Thursday
fr_ca: chaque premier jeudi

source: on the first Friday
fr_ca: chaque premier vendredi

source: on the first Saturday
fr_ca: chaque premier samedi

source: on the second Sunday
fr_ca: chaque deuxième dimanche

source: on the second Monday
fr_ca: chaque deuxième lundi

source: on the second Tuesday
fr_ca: chaque deuxième mardi

source: on the second Wednesday
fr_ca: chaque deuxième mercredi

source: on the second Thursday
fr_ca: chaque deuxième jeudi

source: on the second Friday
fr_ca: chaque deuxième vendredi

source: on the second Saturday
fr_ca: chaque deuxième samedi

source: on the third Sunday
fr_ca: chaque troisième dimanche

source: on the third Monday
fr_ca: chaque troisième lundi

source: on the third Tuesday
fr_ca: chaque troisième mardi

source: on the third Wednesday
fr_ca: chaque troisième mercredi

source: on the third Thursday
fr_ca: chaque troisième jeudi

source: on the third Friday
fr_ca: chaque troisième vendredi

source: on the third Saturday
fr_ca: chaque troisième samedi

source: on the fourth Sunday
fr_ca: chaque quatrième dimanche

source: on the fourth Monday
fr_ca: chaque quatrième lundi

source: on the fourth Tuesday
fr_ca: chaque quatrième mardi

source: on the fourth Wednesday
fr_ca: chaque quatrième mercredi

source: on the fourth Thursday
fr_ca: chaque quatrième jeudi

source: on the fourth Friday
fr_ca: chaque quatrième vendredi

source: on the fourth Saturday
fr_ca: chaque quatrième samedi

source: on the last Sunday
fr_ca: chaque dernier dimanche

source: on the last Monday
fr_ca: chaque dernier lundi

source: on the last Tuesday
fr_ca: chaque dernier mardi

source: on the last Wednesday
fr_ca: chaque dernier mercredi

source: on the last Thursday
fr_ca: chaque dernier jeudi

source: on the last Friday
fr_ca: chaque dernier vendredi

source: on the last Saturday
fr_ca: chaque dernier samedi

source: on day ${ dayOfMonth }
fr_ca: le ${ dayOfMonth }

# 908eb47548dc32b34c4439e221b7373fb08c85e6[0]
source: ${ count } time
fr_ca: ${ count } fois

# 908eb47548dc32b34c4439e221b7373fb08c85e6[1]
source: ${ count } times
fr_ca: ${ count } fois

source: until ${ dateString }
fr_ca: jusqu'au ${ dateString }

source: Daily
fr_ca: Quotidiennement

# 5a59feeff7dd7234f48c77e83a2e8bc75d107ac7[0]
source: Every ${ interval } day
fr_ca: Chaque ${ interval } jour

# 5a59feeff7dd7234f48c77e83a2e8bc75d107ac7[1]
source: Every ${ interval } days
fr_ca: Tous les ${ interval } jours

source: Daily, ${ timesString }
fr_ca: Quotidiennement, à ${ timesString }

# 3b198f76a536a2882ac331369fa44d62343217b7[0]
source: Every ${ interval } day, ${ timesString }
fr_ca: Chaque ${ interval } jour, à ${ timesString }

# 3b198f76a536a2882ac331369fa44d62343217b7[1]
source: Every ${ interval } days, ${ timesString }
fr_ca: Tous les ${ interval } jours, à ${ timesString }

source: Daily, ${ untilString }
fr_ca: Quotidiennement, ${ untilString }

# deff94ad9203fe20cb8d870fe923695749384ced[0]
source: Every ${ interval } day, ${ untilString }
fr_ca: Chaque ${ interval } jour, ${ untilString }

# deff94ad9203fe20cb8d870fe923695749384ced[1]
source: Every ${ interval } days, ${ untilString }
fr_ca: Tous les ${ interval } jours, ${ untilString }

source: Sunday
fr_ca: Dimanche

source: Monday
fr_ca: Lundi

source: Tuesday
fr_ca: Mardi

source: Wednesday
fr_ca: Mercredi

source: Thursday
fr_ca: Jeudi

source: Friday
fr_ca: Vendredi

source: Saturday
fr_ca: Samedi

source: Weekly on all days
fr_ca: Hebdomadairement, tous les jours de la semaine

# 7a89bfc3c56bf22cfe905ba73f0a1957aa3ebd30[0]
source: Every ${ interval } week on all days
fr_ca: Chaque semaine, tous les jours ${ interval }

# 7a89bfc3c56bf22cfe905ba73f0a1957aa3ebd30[1]
source: Every ${ interval } weeks on all days
fr_ca: Toutes les ${ interval } semaines, tous les jours de la semaine

source: Weekly on Sunday
fr_ca: Hebdomadairement, le dimanche

# 703f867e7694a71a089c8e6f600f6596dd29faba[0]
source: Every ${ interval } week on Sunday
fr_ca: Chaque semaine, le dimanche ${ interval }

# 703f867e7694a71a089c8e6f600f6596dd29faba[1]
source: Every ${ interval } weeks on Sunday
fr_ca: Toutes les ${ interval } semaines, le dimanche

source: Weekly on Monday
fr_ca: Hebdomadairement, le lundi

# 490bd9493a3030e153c84b4a96d25afdd4f399e3[0]
source: Every ${ interval } week on Monday
fr_ca: Chaque semaine, le lundi ${ interval }

# 490bd9493a3030e153c84b4a96d25afdd4f399e3[1]
source: Every ${ interval } weeks on Monday
fr_ca: Toutes les ${ interval } semaines, le lundi

source: Weekly on Tuesday
fr_ca: Hebdomadairement, le mardi

# c5768096fd68c0ec70c7010146dbc5f4f26b6d0b[0]
source: Every ${ interval } week on Tuesday
fr_ca: Chaque semaine, le mardi ${ interval }

# c5768096fd68c0ec70c7010146dbc5f4f26b6d0b[1]
source: Every ${ interval } weeks on Tuesday
fr_ca: Toutes les ${ interval } semaines, le mardi

source: Weekly on Wednesday
fr_ca: Hebdomadairement, le mercredi

# a89690622153661fee1aa7581b4b68e09df56702[0]
source: Every ${ interval } week on Wednesday
fr_ca: Chaque semaine, le mercredi ${ interval }

# a89690622153661fee1aa7581b4b68e09df56702[1]
source: Every ${ interval } weeks on Wednesday
fr_ca: Toutes les ${ interval } semaines, le mercredi

source: Weekly on Thursday
fr_ca: Hebdomadairement, le jeudi

# fb32aa0758a4e899f5b06569c2299e0c14d36b95[0]
source: Every ${ interval } week on Thursday
fr_ca: Chaque semaine, le jeudi ${ interval }

# fb32aa0758a4e899f5b06569c2299e0c14d36b95[1]
source: Every ${ interval } weeks on Thursday
fr_ca: Toutes les ${ interval } semaines, le jeudi

source: Weekly on Friday
fr_ca: Hebdomadairement, le vendredi

# cd03accb455db629a50c8c46580da80da4d450ef[0]
source: Every ${ interval } week on Friday
fr_ca: Chaque semaine, le vendredi ${ interval }

# cd03accb455db629a50c8c46580da80da4d450ef[1]
source: Every ${ interval } weeks on Friday
fr_ca: Toutes les ${ interval } semaines, le vendredi

source: Weekly on Saturday
fr_ca: Hebdomadairement, le samedi

# 1660f01a0f21917577785d4bfec9bb775cf93882[0]
source: Every ${ interval } week on Saturday
fr_ca: Chaque semaine, le samedi ${ interval }

# 1660f01a0f21917577785d4bfec9bb775cf93882[1]
source: Every ${ interval } weeks on Saturday
fr_ca: Toutes les ${ interval } semaines, le samedi

source: Weekly on ${ multipleDaysString }
fr_ca: Hebdomadairement, les ${ multipleDaysString }

# 8ccb2148ad4ac12cdb6f4866ba795e91f9745181[0]
source: Every ${ interval } week on ${ multipleDaysString }
fr_ca: Chaque ${ interval } semaine, les ${ multipleDaysString }

# 8ccb2148ad4ac12cdb6f4866ba795e91f9745181[1]
source: Every ${ interval } weeks on ${ multipleDaysString }
fr_ca: Toutes les ${ interval } semaines, les ${ multipleDaysString }

source: Weekly on all days, ${ timesString }
fr_ca: Hebdomadairement, tous les jours de la semaine, à ${ timesString }
