Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Unlock message
fr_ca: Débloquer le message

source: Sorry, this message does not exist or has already expired.
fr_ca: Désolé, ce message n'existe pas ou a déjà expiré.

source: Disable message content search
fr_ca: Désactiver la recherche de contenu de message

source: Clear data
fr_ca: Effacer les données

source: Clearing browser data also deactivates message content search on this device. All messages will need to be downloaded again to search within them.
fr_ca: L'effacement des données du navigateur désactive également la recherche de contenu de message sur cet appareil. Tous les messages devront être téléchargés à nouveau pour effectuer une recherche à l'intérieur de ceux-ci.

source: Default email application
fr_ca: Application de messagerie par défaut

source: Set ${ MAIL_APP_NAME } as your default email application for this browser. ${ MAIL_APP_NAME } will open automatically when you click an email link.
fr_ca: Définissez ${ MAIL_APP_NAME } comme application de messagerie par défaut pour ce navigateur. ${ MAIL_APP_NAME } s'ouvrira automatiquement lorsque vous cliquerez sur un lien de courrier électronique.

source: For messages newer than ${ oldestDate }
fr_ca: Pour les messages plus récents que ${ oldestDate }

source: Activation in progress
fr_ca: Activation en cours

source: Turn off content search. Activation progress won't be lost.
fr_ca: Désactiver la recherche de contenu. La progression d'activation ne sera pas perdue.

source: Turn on to search the content of your messages
fr_ca: Activer pour rechercher dans le contenu de vos messages

source: Indexing paused
fr_ca: Indexation en pause

source: Estimating time remaining...
fr_ca: Estimation du temps restant...

source: Updating message content search...
fr_ca: Mise à jour de la recherche de contenu de message...

source: Downloading message ${ esProgress } out of ${ totalProgressToShow }
fr_ca: Téléchargement du message ${ esProgress } sur ${ totalProgressToShow }

source: Estimated time remaining: Less than a minute
fr_ca: Temps restant estimé : moins d'une minute

# cbb4d5b3d7ff01f5931826f9b0af4f0aced5525b[0]
source: Estimated time remaining: ${ estimatedMinutes } minute
fr_ca: Temps restant estimé : ${ estimatedMinutes } minute

# cbb4d5b3d7ff01f5931826f9b0af4f0aced5525b[1]
source: Estimated time remaining: ${ estimatedMinutes } minutes
fr_ca: Temps restant estimé : ${ estimatedMinutes } minutes

source: This action will download all messages so they can be searched locally. Clearing your browser data will disable this option.
fr_ca: Cette action téléchargera tous les messages afin qu'ils puissent être recherchés localement. Effacer les données de votre navigateur ou vous déconnecter désactivera cette option.

source: Clears browser data related to message content search including downloaded messages
fr_ca: Efface les données du navigateur liées à la recherche de contenu de message, y compris les messages téléchargés

source: Manage your labels
fr_ca: Gérer vos labels

source: Manage your folders
fr_ca: Gérer vos dossiers

# 8748727e3c85ee1963e8ace5882d03f30948164c[0]
source: ${ unreadCount } scheduled message
fr_ca: ${ unreadCount } message programmé

# 8748727e3c85ee1963e8ace5882d03f30948164c[1]
source: ${ unreadCount } scheduled messages
fr_ca: ${ unreadCount } messages programmés

# f7b3768f9d2a1b31c8152ff5710c51f32d8de15c[0]
source: ${ unreadCount } unread conversation
fr_ca: ${ unreadCount } conversation non lue

# f7b3768f9d2a1b31c8152ff5710c51f32d8de15c[1]
source: ${ unreadCount } unread conversations
fr_ca: ${ unreadCount } conversations non lues

# b05c4869b91cb2a3bcb32bcd7d687105ba4a957e[0]
source: ${ unreadCount } unread message
fr_ca: ${ unreadCount } message non lu

# b05c4869b91cb2a3bcb32bcd7d687105ba4a957e[1]
source: ${ unreadCount } unread messages
fr_ca: ${ unreadCount } messages non lus

source: Folder
fr_ca: Dossier

source: Your ${ BRAND_NAME } Account includes SimpleLogin. Install the browser extension with one click to get started.
fr_ca: Votre compte ${ BRAND_NAME } inclut SimpleLogin. Installez l'extension de navigateur en un clic pour commencer.

source: SimpleLogin is a ${ BRAND_NAME } service, and your ${ BRAND_NAME } Account includes Hide My Email aliases. To start masking your email address, go to SimpleLogin and create your first alias.
fr_ca: SimpleLogin est un service ${ BRAND_NAME }, et votre compte ${ BRAND_NAME } inclut des alias Hide My Email. Pour commencer à masquer votre adresse électronique, allez sur SimpleLogin et créez votre premier alias.

source: SimpleLogin provides a simple way to create logins at untrusted third-party sites where you don't want to expose your actual email address.
fr_ca: SimpleLogin offre un moyen simple de créer des identifiants sur des sites tiers peu fiables où vous ne voulez pas exposer votre adresse électronique réelle.

source: How Hide My Email works
fr_ca: Comment fonctionne Hide My Email

source: When giving out your email, use a unique, disposable Hide My Email alias instead of your real email address.
fr_ca: Lorsque vous communiquez votre courriel, utilisez un alias unique Hide My Email au lieu de votre véritable adresse courriel.

source: Email is forwarded to your mailbox; your email address stays hidden.
fr_ca: Le courriel est transféré dans votre boîte de réception et votre adresse électronique reste cachée.

source: If your alias is sold, leaked, or abused, simply disable it to stop receiving spam.
fr_ca: Si votre alias est vendu, divulgué ou utilisé de manière abusive, il suffit de le désactiver pour ne plus recevoir d'indésirables.

source: Using SimpleLogin is easy
fr_ca: Utiliser SimpleLogin est facile

source: No label found
fr_ca: Aucun label trouvé

source: No folder found
fr_ca: Aucun dossier trouvé

# d20447eec007cd4012f6e3c6eea1f740cc9bab7e[0]
source: ${ NumMessages } message in conversation
fr_ca: ${ NumMessages } message dans la conversation

# d20447eec007cd4012f6e3c6eea1f740cc9bab7e[1]
source: ${ NumMessages } messages in conversation
fr_ca: ${ NumMessages } messages dans la conversation

source: This conversation contains non-trashed messages.
fr_ca: Cette conversation contient des messages non mis à la corbeille.

source: This conversation contains trashed messages.
fr_ca: Cette conversation contient des messages déplacés dans la corbeille.

# 0fc5f3764d79ff6235e79b5cbfe9c39e51ef8d21[0]
source: ${ count } unread message
fr_ca: ${ count } message non lu

# 0fc5f3764d79ff6235e79b5cbfe9c39e51ef8d21[1]
source: ${ count } unread messages
fr_ca: ${ count } messages non lus

source: They can't spam you if they don't know your email address. Protect your inbox with Hide My Email.
fr_ca: On ne peut pas vous spammer si l'on ne connaît pas votre adresse électronique. Protégez votre boîte aux lettres avec Hide My Email.

source: You can either update your search query or clear it
fr_ca: Vous pouvez soit mettre à jour votre recherche soit l'effacer

source: You do not have any messages here
fr_ca: Vous n'avez aucun message ici

source: Seems like you are all caught up for now
fr_ca: Il semblerait que vous ayez fait tout ce qu’il y avait à faire pour aujourd’hui

# 692b5efed05225f5c7a87cd455f53f367ac73a33[0]
source: You selected **${ count } conversation** from this folder
fr_ca: Vous avez sélectionné **${ count } conversation** de ce dossier

# 692b5efed05225f5c7a87cd455f53f367ac73a33[1]
source: You selected **${ count } conversations** from this folder
fr_ca: Vous avez sélectionné **${ count } conversations** de ce dossier

# d4ea2f6f00c5c36274337f78be53ac1c55961f6d[0]
source: You selected **${ count } message** from this folder
fr_ca: Vous avez sélectionné **${ count } message** de ce dossier

# d4ea2f6f00c5c36274337f78be53ac1c55961f6d[1]
source: You selected **${ count } messages** from this folder
fr_ca: Vous avez sélectionné **${ count } messages** de ce dossier

# d4d195d73b43e2c35cb604ce68b0888c7648d175[0]
source: You have **${ count } conversation** stored in this folder
fr_ca: Vous avez **${ count } conversation** stockée dans ce dossier

# d4d195d73b43e2c35cb604ce68b0888c7648d175[1]
source: You have **${ count } conversations** stored in this folder
fr_ca: Vous avez **${ count } conversations** stockées dans ce dossier

# 2a5789d5c8e4b8c2ba96576d2c3f2f53a2e226b7[0]
source: You have **${ count } message** stored in this folder
fr_ca: Vous avez **${ count } message** stocké dans ce dossier

# 2a5789d5c8e4b8c2ba96576d2c3f2f53a2e226b7[1]
source: You have **${ count } messages** stored in this folder
fr_ca: Vous avez **${ count } messages** stockés dans ce dossier

# fb6ffb944cd776bff59ff4535d3014ce0508821d[0]
source: You selected **${ count } conversation** with this label
fr_ca: Vous avez sélectionné **${ count } conversation** avec ce label

# fb6ffb944cd776bff59ff4535d3014ce0508821d[1]
source: You selected **${ count } conversations** with this label
fr_ca: Vous avez sélectionné **${ count } conversations** avec ce label

# cdcc41e71edd60d2bbc98875e3193466c639f122[0]
source: You selected **${ count } message** with this label
fr_ca: Vous avez sélectionné **${ count } message** avec ce label

# cdcc41e71edd60d2bbc98875e3193466c639f122[1]
source: You selected **${ count } messages** with this label
fr_ca: Vous avez sélectionné **${ count } messages** avec ce label

# 994e7925497b392d89e14d48bf5690ae09ceefa8[0]
source: You have **${ count } conversation** tagged with this label
fr_ca: Vous avez marqué **${ count } conversation** avec ce label

# 994e7925497b392d89e14d48bf5690ae09ceefa8[1]
source: You have **${ count } conversations** tagged with this label
fr_ca: Vous avez marqué **${ count } conversations** avec ce label

# 3adf1edfb9d5c0f096488faf9dac38b3598998d6[0]
source: You have **${ count } message** tagged with this label
fr_ca: Vous avez marqué **${ count } message** avec ce label

# 3adf1edfb9d5c0f096488faf9dac38b3598998d6[1]
source: You have **${ count } messages** tagged with this label
fr_ca: Vous avez marqué **${ count } messages** avec ce label

source: Get more storage and premium features.
fr_ca: Obtenez plus de stockage et des fonctionnalités haut de gamme.

source: Support privacy by upgrading for
fr_ca: Soutenez la vie privée en passant à

source: per month.
fr_ca: par mois.

source: Upgrade to send email from @pm.me addresses.
fr_ca: Passez à l’offre supérieure pour envoyer des messages depuis des adresses @pm.me.

source: Upgrade to create more folders, filters, and addresses.
fr_ca: Passez à l’offre supérieure pour créer plus de dossiers, de filtres et d’adresses.

source: Upgrade to configure a vacation auto-responder.
fr_ca: Passez à l’offre supérieure pour configurer une réponse automatique en cas d'absence.

source: Upgrade to use ${ MAIL_APP_NAME } with third-party desktop clients.
fr_ca: Passez à l’offre supérieure pour utiliser ${ MAIL_APP_NAME } avec des logiciels client tiers.

source: ${ BRAND_NAME } doesn't make money by abusing privacy.
fr_ca: ${ BRAND_NAME } ne fait aucun profit en abusant de la vie privée.

source: Upgrade to support privacy and get more features.
fr_ca: Passez à l’offre supérieure pour soutenir la vie privée et obtenir plus de fonctionnalités.

source: Visit our shop to get ${ BRAND_NAME } merchandise.
fr_ca: Rendez-vous dans notre boutique pour vous procurer des produits dérivés ${ BRAND_NAME }.

source: Increase storage space starting at
fr_ca: Augmentez l'espace de stockage à partir de

source: For increased security, activate 2FA.
fr_ca: Pour une sécurité accrue, activez la double authentification (A2F).

source: Use keyboard shortcuts to manage your email faster.
fr_ca: Utilisez les raccourcis clavier pour gérer vos messages plus rapidement.

source: Themes can give your inbox a new look.
fr_ca: Les thèmes peuvent donner un nouveau look à votre boite de réception.

source: Upgrade to host emails from your own domain name.
fr_ca: Passez à l’offre supérieure pour héberger des courriels de votre propre nom de domaine.

source: ${ MAIL_APP_NAME } can protect your business as well.
fr_ca: ${ MAIL_APP_NAME } peut également protéger votre entreprise.

source: Upgrade to add more addresses to your account.
fr_ca: Passez à l’offre supérieure pour ajouter plus d'adresses à votre compte.

source: Upgrade to send emails to contact groups easily.
fr_ca: Passez à l’offre supérieure pour envoyer facilement des messages aux groupes de contacts.

source: Upgrade to support a privacy-first internet.
fr_ca: Passez à l’offre supérieure pour soutenir un Internet privilégiant la vie privée avant tout.

source: Upgrade to support our mission of privacy for all.
fr_ca: Passez à l’offre supérieure pour soutenir notre mission de protection de la vie privé pour tous.

source: Store and share files securely with ${ DRIVE_APP_NAME }.
fr_ca: Stockez et partagez des fichiers en toute sécurité avec ${ DRIVE_APP_NAME }.

source: You can use ${ VPN_APP_NAME } for free today.
fr_ca: Vous pouvez utiliser ${ VPN_APP_NAME } gratuitement aujourd'hui.

source: Use ${ CALENDAR_APP_NAME } to keep your agenda private.
fr_ca: Utilisez ${ CALENDAR_APP_NAME } pour garder votre agenda privé.

# 13a161c9b4bd0090add905bd8e9695ca2299bf73[0]
source: ${ unread } unread conversation
fr_ca: ${ unread } conversation non lue

# 13a161c9b4bd0090add905bd8e9695ca2299bf73[1]
source: ${ unread } unread conversations
fr_ca: ${ unread } conversations non lues

# a7c72078ef1487c2cf8e494829bb891533f793c9[0]
source: ${ unread } unread message
fr_ca: ${ unread } message non lu

# a7c72078ef1487c2cf8e494829bb891533f793c9[1]
source: ${ unread } unread messages
fr_ca: ${ unread } messages non lus

source: You have ${ unreadsLabel } in your inbox.
fr_ca: Vous avez ${ unreadsLabel } dans votre boîte de réception.

source: You have ${ totalLabel } in your inbox.
fr_ca: Vous avez ${ totalLabel } dans votre boîte de réception.

source: Draft discarded
fr_ca: Brouillon abandonné

source: The original sender of this message is no longer valid. Your message will be sent from your default address ${ defaultEmail }.
fr_ca: L'expéditeur original de ce message n'est plus valide. Votre message sera envoyé depuis votre adresse par défaut ${ defaultEmail }.

source: You have reached 100% of your storage capacity. Consider freeing up some space or upgrading your account with additional storage space to compose new messages.
fr_ca: Vous avez atteint 100 % de votre capacité de stockage. Pour composer de nouveaux messages, pensez à libérer de l'espace ou à passer à un abonnement avec un espace de stockage supplémentaire.

source: Too many messages waiting to be sent. Please wait until another message has been sent to schedule this one.
fr_ca: Trop de messages en attente d'envoi. Veuillez attendre jusqu'à ce qu'un autre message soit envoyé pour programmer celui-ci.

source: Email tracker protection is disabled
fr_ca: La protection contre les traqueurs dans les courriels est désactivée

source: Email trackers can violate your privacy. Turn on tracker protection to prevent senders from knowing whether and when you have opened a message.
fr_ca: Les traqueurs dans les courriels peuvent violer votre vie privée. Activez la protection contre les traqueurs pour empêcher les expéditeurs de savoir si et quand vous avez ouvert un message.

source: No trackers found, but some images could not be loaded with tracking protection
fr_ca: Aucun traqueur trouvé, mais certaines images n'ont pas pu être chargées avec la protection contre le tracking

source: No email trackers found
fr_ca: Aucun traqueur de courriel trouvé

source: Email trackers can violate your privacy. ${ BRAND_NAME } did not find any trackers in this message.
fr_ca: Les traqueurs dans les courriels peuvent porter atteinte à votre vie privée. ${ BRAND_NAME } n'en a pas trouvé dans ce message.

# 003ab5e3b12b14c735932b019c516024d483bc1f[0]
source: Email trackers can violate your privacy. ${ BRAND_NAME } found and blocked ${ numberOfTrackers } tracker.
fr_ca: Les traqueurs dans les courriels peuvent porter atteinte à votre vie privée. ${ BRAND_NAME } a trouvé et bloqué ${ numberOfTrackers } traqueur.

# 003ab5e3b12b14c735932b019c516024d483bc1f[1]
source: Email trackers can violate your privacy. ${ BRAND_NAME } found and blocked ${ numberOfTrackers } trackers.
fr_ca: Les traqueurs dans les courriels peuvent porter atteinte à votre vie privée. ${ BRAND_NAME } a trouvé et bloqué ${ numberOfTrackers } traqueurs.

source: The verification of ${ contactName } has failed: the contact is not signed correctly. This may be the result of a password reset. You must re-sign the contact in order to send a message to ${ contactAddress } or edit the contact.
fr_ca: La vérification de ${ contactName } a échoué : le contact n'est pas signé correctement. Ceci est peut-être dû à une réinitialisation du mot de passe. Vous devez signer à nouveau le contact afin d'envoyer un message à ${ contactAddress } ou modifier le contact.

# 5e33b796dbb4d272eabd72c33434117551d9338e[0]
source: The verification of ${ contactNames } has failed: the contact is not signed correctly. This may be the result of a password reset. You must re-sign the contact in order to send a message to ${ contactAddresses } or edit the contact.
fr_ca: La vérification de ${ contactNames } a échoué : le contact n'est pas signé correctement. Ceci est peut-être dû à une réinitialisation du mot de passe. Vous devez signer à nouveau le contact afin d'envoyer un message à ${ contactAddresses } ou modifier le contact.

# 5e33b796dbb4d272eabd72c33434117551d9338e[1]
source: The verification of ${ contactNames } has failed: the contacts are not signed correctly. This may be the result of a password reset. You must re-sign the contacts in order to send a message to ${ contactAddresses } or edit the contacts.
fr_ca: La vérification de ${ contactNames } a échoué : les contacts ne sont pas signés correctement. Ceci est peut-être dû à une réinitialisation du mot de passe. Vous devez signer à nouveau les contacts afin d'envoyer un message à ${ contactAddresses } ou modifier les contacts.

source: Are you sure you want to move all messages in this location to Trash?
fr_ca: Voulez-vous vraiment déplacer tous les messages de cet emplacement vers la Corbeille?

# 28d33f1148118c96114dee282b080e99935ad3bd[0]
source: ${ messagesNotAuthorizedToMove } message could not be moved.
fr_ca: ${ messagesNotAuthorizedToMove } message n’a pas pu être déplacé.

# 28d33f1148118c96114dee282b080e99935ad3bd[1]
source: ${ messagesNotAuthorizedToMove } messages could not be moved.
fr_ca: ${ messagesNotAuthorizedToMove } messages n’ont pas pu être déplacés.

# 3cac95fbd7ae75ab4beecad099ba10e0f1b30444[0]
source: Are you sure you want to permanently delete ${ count } draft?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } brouillon?

# 3cac95fbd7ae75ab4beecad099ba10e0f1b30444[1]
source: Are you sure you want to permanently delete ${ count } drafts?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } brouillons?

source: Are you sure you want to permanently delete this message?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ce message?

source: Are you sure you want to permanently delete this conversation?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement cette conversation?

# fd070f35959f6b7d6d96cb265f8a7df16180357b[0]
source: Are you sure you want to permanently delete ${ count } conversation?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } conversation?

# fd070f35959f6b7d6d96cb265f8a7df16180357b[1]
source: Are you sure you want to permanently delete ${ count } conversations?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } conversations?

# 3bf0792418005615e3c2c2c86d75e8f7d6c1c363[0]
source: Are you sure you want to permanently delete ${ count } message?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } message?

# 3bf0792418005615e3c2c2c86d75e8f7d6c1c363[1]
source: Are you sure you want to permanently delete ${ count } messages?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } messages?

source: All messages stored with this label will be permanently deleted.
fr_ca: Tous les messages stockés avec ce label seront définitivement supprimés.

source: Are you sure you want to delete all messages with this label?
fr_ca: Êtes-vous sûr·e de vouloir supprimer tous les messages avec ce label?

source: All messages stored in this folder will be permanently deleted.
fr_ca: Tous les messages stockés dans ce dossier seront définitivement supprimés.

source: Are you sure you want to delete all messages in this folder?
fr_ca: Êtes-vous sûr·e de vouloir supprimer tous les messages de ce dossier?

source: This message will expire today at ${ formattedTime }
fr_ca: Ce message expirera aujourd'hui à ${ formattedTime }

source: This message will expire tomorrow at ${ formattedTime }
fr_ca: Ce message sera envoyé demain à ${ formattedTime }

source: This message will expire on ${ dateString } at ${ formattedTime }
fr_ca: Ce message expirera le ${ dateString } à ${ formattedTime }

source: Expires in ${ formattedDelay }
fr_ca: Expire dans ${ formattedDelay }

source: Expires in less than ${ formattedDelayShort }
fr_ca: Expire dans moins de ${ formattedDelayShort }

source: Expires in ${ formattedDelayShort }
fr_ca: Expire dans ${ formattedDelayShort }

source: This message is expired!
fr_ca: Ce message a expiré!

source: The data you have entered in the draft may not be saved if you leave the page.
fr_ca: Les données que vous avez saisies dans le brouillon ne peuvent pas être enregistrées si vous quittez la page.

source: Default
fr_ca: Par défaut

source: Default
fr_ca: Par défaut

source: Preference saved
fr_ca: Préférence enregistrée

source: Code sent to ${ methodTo }
fr_ca: Code envoyé à ${ methodTo }

source: Verification successful
fr_ca: Vérification réussie

source: Address copied to clipboard
fr_ca: Adresse copiée dans le presse-papiers

source: Email address copied to clipboard
fr_ca: Adresse courriel copiée dans le presse-papiers

source: Phone number copied to clipboard
fr_ca: Numéro de téléphone copié dans le presse-papiers

source: Contact saved
fr_ca: Contact enregistré

source: Preferences saved
fr_ca: Préférences enregistrées

# 635e116e73d2f40cb1b1186de6949a5752dcf333[0]
source: Contact group deleted
fr_ca: Groupe de contacts supprimé

# 635e116e73d2f40cb1b1186de6949a5752dcf333[1]
source: Contact groups deleted
fr_ca: Groupes de contacts supprimés

source: Fingerprint copied to clipboard
fr_ca: Empreinte copiée dans le presse-papier

source: Contacts deleted
fr_ca: Contacts supprimés

# e7e29a86684788ad21cc13fcefb5167410e180e6[0]
source: Contact deleted
fr_ca: Contact supprimé

# e7e29a86684788ad21cc13fcefb5167410e180e6[1]
source: Contacts deleted
fr_ca: Contacts supprimés

# a6f08e53f3f3b3dad7940f81a7961d338ea83b28[0]
source: ${ countMergeableContacts } contact look identical.
fr_ca: ${ countMergeableContacts } contact semble identique.

# a6f08e53f3f3b3dad7940f81a7961d338ea83b28[1]
source: ${ countMergeableContacts } contacts look identical.
fr_ca: ${ countMergeableContacts } contacts semblent identiques.

source: Bug reported
fr_ca: Bug signalé

source: Keyboard shortcuts preferences updated
fr_ca: Préférences des raccourcis clavier mises à jour

source: Canceling import
fr_ca: Annulation de l'importation

source: Import record deleted
fr_ca: Enregistrement supprimé

source: Undo in progress
fr_ca: Annulation en cours

source: Password copied to clipboard
fr_ca: Mot de passe copié dans le presse-papiers

# 5e8b43a3f9f8eb85805c3394ecf4fc5e51256f87[0]
source: Move ${ selectionCount } message
fr_ca: Déplacer ${ selectionCount } message

# 5e8b43a3f9f8eb85805c3394ecf4fc5e51256f87[1]
source: Move ${ selectionCount } messages
fr_ca: Déplacer ${ selectionCount } messages
