Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

# 1c93be4efc71f6a2627d1c9659a2faeea44ad724[0]
source: Every ${ interval } week on all days, ${ timesString }
fr_ca: Chaque ${ interval } semaine, tous les jours, à ${ timesString }

# 1c93be4efc71f6a2627d1c9659a2faeea44ad724[1]
source: Every ${ interval } weeks on all days, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, tous les jours, à ${ timesString }

source: Weekly on Sunday, ${ timesString }
fr_ca: Hebdomadairement, chaque dimanche, à ${ timesString }

# ea23fd2976ebecd900b05fd7d0076d53adaa3f15[0]
source: Every ${ interval } week on Sunday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le dimanche, à ${ timesString }

# ea23fd2976ebecd900b05fd7d0076d53adaa3f15[1]
source: Every ${ interval } weeks on Sunday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le dimanche, à ${ timesString }

source: Weekly on Monday, ${ timesString }
fr_ca: Hebdomadairement, chaque lundi, à ${ timesString }

# 6ea59a27f582e820811c1decb0b2f0def7a808ce[0]
source: Every ${ interval } week on Monday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le lundi, à ${ timesString }

# 6ea59a27f582e820811c1decb0b2f0def7a808ce[1]
source: Every ${ interval } weeks on Monday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le lundi, à ${ timesString }

source: Weekly on Tuesday, ${ timesString }
fr_ca: Hebdomadairement, chaque mardi, à ${ timesString }

# e6df5d6c0a8b630b3740257ce238591057560ddc[0]
source: Every ${ interval } week on Tuesday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le mardi, à ${ timesString }

# e6df5d6c0a8b630b3740257ce238591057560ddc[1]
source: Every ${ interval } weeks on Tuesday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le mardi, à ${ timesString }

source: Weekly on Wednesday, ${ timesString }
fr_ca: Hebdomadairement, chaque mercredi, à ${ timesString }

# 643fde97fe762dddbbd6d7bdcef2eedc8f388588[0]
source: Every ${ interval } week on Wednesday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le mercredi, à ${ timesString }

# 643fde97fe762dddbbd6d7bdcef2eedc8f388588[1]
source: Every ${ interval } weeks on Wednesday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le mercredi, à ${ timesString }

source: Weekly on Thursday, ${ timesString }
fr_ca: Hebdomadairement, chaque jeudi, à ${ timesString }

# b68b1b8303acf9a0e9b1c8ff9979858f4f1c9efb[0]
source: Every ${ interval } week on Thursday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le jeudi, à ${ timesString }

# b68b1b8303acf9a0e9b1c8ff9979858f4f1c9efb[1]
source: Every ${ interval } weeks on Thursday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le jeudi, à ${ timesString }

source: Weekly on Friday, ${ timesString }
fr_ca: Hebdomadairement, chaque vendredi, à ${ timesString }

# 435e2442025913a1bee8f8190aa5c9d158a8bd38[0]
source: Every ${ interval } week on Friday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le vendredi, à ${ timesString }

# 435e2442025913a1bee8f8190aa5c9d158a8bd38[1]
source: Every ${ interval } weeks on Friday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le vendredi, à ${ timesString }

source: Weekly on Saturday, ${ timesString }
fr_ca: Hebdomadairement, chaque samedi, à ${ timesString }

# efb706c05c9e3419f01857a5968ed8624a30d1b3[0]
source: Every ${ interval } week on Saturday, ${ timesString }
fr_ca: Chaque ${ interval } semaine, le samedi, à ${ timesString }

# efb706c05c9e3419f01857a5968ed8624a30d1b3[1]
source: Every ${ interval } weeks on Saturday, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, le samedi, à ${ timesString }

source: Weekly on ${ multipleDaysString }, ${ timesString }
fr_ca: Hebdomadairement, les ${ multipleDaysString }, à ${ timesString }

# ccaebe25f96917d0892586b9db80386cd45fcb1a[0]
source: Every ${ interval } week on ${ multipleDaysString }, ${ timesString }
fr_ca: Chaque ${ interval } semaine, les ${ multipleDaysString }, à ${ timesString }

# ccaebe25f96917d0892586b9db80386cd45fcb1a[1]
source: Every ${ interval } weeks on ${ multipleDaysString }, ${ timesString }
fr_ca: Toutes les ${ interval } semaines, les ${ multipleDaysString }, à ${ timesString }

source: Weekly on all days, ${ untilString }
fr_ca: Hebdomadairement, tous les jours de la semaine, ${ untilString }

# 5ee6ed96fee38106e12e2e910cdfebddb6d668b4[0]
source: Every ${ interval } week on all days, ${ untilString }
fr_ca: Chaque ${ interval } semaine, tous les jours, ${ untilString }

# 5ee6ed96fee38106e12e2e910cdfebddb6d668b4[1]
source: Every ${ interval } weeks on all days, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, tous les jours, ${ untilString }

source: Weekly on Sunday, ${ untilString }
fr_ca: Hebdomadairement, chaque dimanche, ${ untilString }

# e67d7a80e6901387f37e4b975283b85f88b37154[0]
source: Every ${ interval } week on Sunday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le dimanche, ${ untilString }

# e67d7a80e6901387f37e4b975283b85f88b37154[1]
source: Every ${ interval } weeks on Sunday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le dimanche, ${ untilString }

source: Weekly on Monday, ${ untilString }
fr_ca: Hebdomadairement, chaque lundi, ${ untilString }

# ad280cfd1be7ceb5a2002aeb5a8f6fe894e27420[0]
source: Every ${ interval } week on Monday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le lundi, ${ untilString }

# ad280cfd1be7ceb5a2002aeb5a8f6fe894e27420[1]
source: Every ${ interval } weeks on Monday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le lundi, ${ untilString }

source: Weekly on Tuesday, ${ untilString }
fr_ca: Hebdomadairement, chaque mardi, ${ untilString }

# 9a2e3001e9b105a3072fa3eedf21d96423f027c7[0]
source: Every ${ interval } week on Tuesday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le mardi, ${ untilString }

# 9a2e3001e9b105a3072fa3eedf21d96423f027c7[1]
source: Every ${ interval } weeks on Tuesday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le mardi, ${ untilString }

source: Weekly on Wednesday, ${ untilString }
fr_ca: Hebdomadairement, chaque mercredi, ${ untilString }

# 252b05b88c9c5ba5d6339067b32cdb4ad1289388[0]
source: Every ${ interval } week on Wednesday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le mercredi, ${ untilString }

# 252b05b88c9c5ba5d6339067b32cdb4ad1289388[1]
source: Every ${ interval } weeks on Wednesday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le mercredi, ${ untilString }

source: Weekly on Thursday, ${ untilString }
fr_ca: Hebdomadairement, chaque jeudi, ${ untilString }

# f199389c5e2d561e6931132a02a71cbc8e3b3ae8[0]
source: Every ${ interval } week on Thursday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le jeudi, ${ untilString }

# f199389c5e2d561e6931132a02a71cbc8e3b3ae8[1]
source: Every ${ interval } weeks on Thursday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le jeudi, ${ untilString }

source: Weekly on Friday, ${ untilString }
fr_ca: Hebdomadairement, chaque vendredi, ${ untilString }

# 58c75bd8b354a41de28423eba6c50f78899605b8[0]
source: Every ${ interval } week on Friday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le vendredi, ${ untilString }

# 58c75bd8b354a41de28423eba6c50f78899605b8[1]
source: Every ${ interval } weeks on Friday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le vendredi, ${ untilString }

source: Weekly on Saturday, ${ untilString }
fr_ca: Hebdomadairement, chaque samedi, ${ untilString }

# 0632451548d744001940c8243405e175e5d41688[0]
source: Every ${ interval } week on Saturday, ${ untilString }
fr_ca: Chaque ${ interval } semaine, le samedi, ${ untilString }

# 0632451548d744001940c8243405e175e5d41688[1]
source: Every ${ interval } weeks on Saturday, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, le samedi, ${ untilString }

source: Weekly on ${ multipleDaysString }, ${ untilString }
fr_ca: Hebdomadairement, les ${ multipleDaysString }, ${ untilString }

# 714f2aea40fe447639439c8a5e5f753680afc80c[0]
source: Every ${ interval } week on ${ multipleDaysString }, ${ untilString }
fr_ca: Chaque ${ interval } semaine, les ${ multipleDaysString }, ${ untilString }

# 714f2aea40fe447639439c8a5e5f753680afc80c[1]
source: Every ${ interval } weeks on ${ multipleDaysString }, ${ untilString }
fr_ca: Toutes les ${ interval } semaines, les ${ multipleDaysString }, ${ untilString }

source: Monthly ${ onDayString }
fr_ca: Mensuellement, le ${ onDayString }

# 63c54a3ad5817f47d4501a6a8063b419fd05a1b8[0]
source: Every ${ interval } month ${ onDayString }
fr_ca: Chaque ${ interval } mois, le ${ onDayString }

# 63c54a3ad5817f47d4501a6a8063b419fd05a1b8[1]
source: Every ${ interval } months ${ onDayString }
fr_ca: Tous les ${ interval } mois, le ${ onDayString }

source: Monthly ${ onDayString }, ${ timesString }
fr_ca: Mensuellement, le ${ onDayString }, à ${ timesString }

# 66189406ed221ab9a6f723056baf062a4b84e35a[0]
source: Every ${ interval } month ${ onDayString }, ${ timesString }
fr_ca: Chaque ${ interval } mois, le ${ onDayString }, à ${ timesString }

# 66189406ed221ab9a6f723056baf062a4b84e35a[1]
source: Every ${ interval } months ${ onDayString }, ${ timesString }
fr_ca: Tous les ${ interval } mois, le ${ onDayString }, à ${ timesString }

source: Monthly ${ onDayString }, ${ untilString }
fr_ca: Mensuellement, le ${ onDayString }, ${ untilString }

# 99bb809910d4e9c6f2a4f28417e7e4551a57f211[0]
source: Every ${ interval } month ${ onDayString }, ${ untilString }
fr_ca: Chaque ${ interval } mois, le ${ onDayString }, ${ untilString }

# 99bb809910d4e9c6f2a4f28417e7e4551a57f211[1]
source: Every ${ interval } months ${ onDayString }, ${ untilString }
fr_ca: Tous les ${ interval } mois, le ${ onDayString }, ${ untilString }

source: Yearly
fr_ca: Annuellement

# feac68345b9c051e535195fb352ed2242d058862[0]
source: Every ${ interval } year
fr_ca: Chaque année ${ interval }

# feac68345b9c051e535195fb352ed2242d058862[1]
source: Every ${ interval } years
fr_ca: Tous les ${ interval } ans

source: Yearly, ${ timesString }
fr_ca: Annuellement, à ${ timesString }

# 3f0e42ebad26a4ada96348f9b5bec05c7ea9f401[0]
source: Every ${ interval } year, ${ timesString }
fr_ca: Chaque ${ interval } année, à ${ timesString }

# 3f0e42ebad26a4ada96348f9b5bec05c7ea9f401[1]
source: Every ${ interval } years, ${ timesString }
fr_ca: Tous les ${ interval } ans, à ${ timesString }

source: Yearly, ${ untilString }
fr_ca: Annuellement, ${ untilString }

# eb2a96b481cb020c904ae72aa5bc772e123b3745[0]
source: Every ${ interval } year, ${ untilString }
fr_ca: Chaque ${ interval } année, ${ untilString }

# eb2a96b481cb020c904ae72aa5bc772e123b3745[1]
source: Every ${ interval } years, ${ untilString }
fr_ca: Tous les ${ interval } ans, ${ untilString }

source: You
fr_ca: Vous

source: Invitation for an event on ${ formattedStart }
fr_ca: Invitation pour un événement le ${ formattedStart }

source: Update for an event on ${ formattedStart }
fr_ca: Mise à jour pour un événement du ${ formattedStart }

source: Invitation for an event starting on ${ formattedStart }
fr_ca: Invitation pour un événement commençant le ${ formattedStart }

source: Update for an event starting on ${ formattedStart }
fr_ca: Mise à jour pour un événement commençant le ${ formattedStart }

source: Cancellation of an event on ${ formattedStart }
fr_ca: Annulation d'un évènement du ${ formattedStart }

source: Cancellation of an event starting on ${ formattedStart }
fr_ca: Annulation d'un événement commençant le ${ formattedStart }

source: When: ${ formattedStart } (all day)
fr_ca: Quand : ${ formattedStart } (toute la journée)

source: When: ${ formattedStart } - ${ formattedEnd }
fr_ca: Quand : ${ formattedStart } - ${ formattedEnd }

source: When: ${ formattedStart }
fr_ca: Quand : ${ formattedStart }

source: Where: ${ eventLocation }
fr_ca: Où : ${ eventLocation }

source: You are invited to ${ eventTitle } ${ eventDetailsText }
fr_ca: Vous êtes invité·e à ${ eventTitle } ${ eventDetailsText }

source: ${ eventTitle } has been updated. ${ eventDetailsText }
fr_ca: ${ eventTitle } a été mis à jour. ${ eventDetailsText }

source: ${ eventTitle } has been canceled.
fr_ca: ${ eventTitle } a été annulé.

source: ${ emailAddress } has accepted your invitation to ${ eventTitle }
fr_ca: ${ emailAddress } a accepté votre invitation à ${ eventTitle }

source: ${ emailAddress } has tentatively accepted your invitation to ${ eventTitle }
fr_ca: ${ emailAddress } a provisoirement accepté votre invitation à ${ eventTitle }

source: ${ emailAddress } has declined your invitation to ${ eventTitle }
fr_ca: ${ emailAddress } a refusé votre invitation à ${ eventTitle }

# 6121486201705c23a6ebc551f1582e8217e153e8[0]
source: At most ${ MAX_ATTENDEES } participant is allowed per invitation
fr_ca: Un maximum de ${ MAX_ATTENDEES } participant est autorisé par invitation

# 6121486201705c23a6ebc551f1582e8217e153e8[1]
source: At most ${ MAX_ATTENDEES } participants are allowed per invitation
fr_ca: Un maximum de ${ MAX_ATTENDEES } participants est autorisé par invitation

source: Basic navigation
fr_ca: Navigation basique

source: Basic actions
fr_ca: Actions basiques

source: Folder shortcuts
fr_ca: Raccourcis des dossiers

source: Composer shortcuts
fr_ca: Raccourcis du composeur

source: List shortcuts
fr_ca: Liste des raccourcis

source: Action shortcuts
fr_ca: Raccourcis des actions

source: Message shortcuts
fr_ca: Raccourcis des messages

source: Move up
fr_ca: Déplacer vers le haut

source: Jump to first
fr_ca: Passer au premier

source: Move down
fr_ca: Déplacer vers le bas

source: Jump to last
fr_ca: Passer au dernier

source: Move right / expand
fr_ca: Déplacer vers la droite / agrandir

source: Move left / collapse
fr_ca: Déplacer vers la gauche / réduire

source: Apply / open
fr_ca: Appliquer / ouvrir

source: Cancel / close
fr_ca: Annuler / fermer

source: Open this modal
fr_ca: Ouvrir cette fenêtre modale

source: Select / unselect
fr_ca: Sélectionner / désélectionner

source: Go to Inbox
fr_ca: Aller à la boîte de réception

source: Go to Archive
fr_ca: Accéder aux archives

source: Go to Sent
fr_ca: Accéder aux messages envoyés

source: Go to Starred
fr_ca: Accéder aux favoris

source: Go to Drafts
fr_ca: Accéder aux brouillons

source: Go to Trash
fr_ca: Accéder à la corbeille

source: Go to Spam
fr_ca: Aller aux Pourriels

source: Go to All Mail
fr_ca: Aller à Tous les messages

source: Save draft
fr_ca: Enregistrer le brouillon

source: Send email
fr_ca: Envoyer le courriel

source: Close draft
fr_ca: Fermer le brouillon

source: Minimize / maximize composer
fr_ca: Minimiser / maximiser le composeur

source: Expand / contract composer
fr_ca: Développer / réduire le composeur

source: Attach file
fr_ca: Joindre un fichier

source: Add expiration time
fr_ca: Ajouter un délai d'expiration

source: Add encryption
fr_ca: Ajouter un chiffrement

source: Insert link
fr_ca: Insérer un lien

source: Discard draft
fr_ca: Supprimer le brouillon

source: Open previous message
fr_ca: Ouvrir le message précédent

source: Open next message
fr_ca: Ouvrir le message suivant

source: Show unread emails
fr_ca: Afficher les courriels non lus

source: Show all emails
fr_ca: Afficher tous les courriels

source: Select / unselect all
fr_ca: Tout sélectionner / désélectionner

source: Search
fr_ca: Chercher

source: New message
fr_ca: Nouveau message

source: Star
fr_ca: Favori

source: Mark as unread
fr_ca: Marquer comme non lu

source: Mark as read
fr_ca: Marquer comme lu

source: Label as...
fr_ca: Labelliser comme...

source: Move to...
fr_ca: Déplacer vers...

source: Move to Inbox
fr_ca: Déplacer vers Boîte de réception

source: Move to Archive
fr_ca: Déplacer vers les archives

source: Move to Spam
fr_ca: Déplacer vers Pourriels

source: Move to Trash
fr_ca: Déplacer vers Corbeille

source: Delete permanently
fr_ca: Supprimer définitivement

source: Reply
fr_ca: Répondre

source: Reply all
fr_ca: Répondre à tous

source: Forward
fr_ca: Transférer

source: Load remote content
fr_ca: Charger le contenu distant

source: Load embedded images
fr_ca: Charger les images incorporées

source: Show original message
fr_ca: Afficher le message original

source: Quit import?
fr_ca: Quitter l'importation?

source: Quit import customization?
fr_ca: Quitter la personnalisation de l'importation?

source: Edit and reschedule
fr_ca: Modifier et reprogrammer

source: Message saved to Drafts
fr_ca: Message déplacé dans les brouillons

source: Connecting to your email provider
fr_ca: Connexion à votre fournisseur de messagerie

source: Gathering your data
fr_ca: Collecte de vos données

source: We're gathering your data from your provider
fr_ca: Nous récupérons vos données auprès de votre fournisseur

source: Amount of calendars created: ${ createdCalendars } out of ${ calendarsToBeCreated }
fr_ca: Nombre de calendriers créés : ${ createdCalendars } sur ${ calendarsToBeCreated }

source: Creating new calendars
fr_ca: Création de nouveaux calendriers

source: Your import is starting
fr_ca: Votre importation commence

source: Almost there
fr_ca: Nous y sommes presque

source: ${ BRAND_NAME } can't connect to your account. Please make sure that:
fr_ca: ${ BRAND_NAME } n'arrive pas à se connecter à votre compte. Assurez-vous que :

source: IMAP access is enabled in your external account.
fr_ca: L'accès IMAP est activé dans votre compte externe.

source: Your password is correct.
fr_ca: Votre mot de passe est correct.

source: Use your app password if:
fr_ca: Utilisez le mot de passe de votre application si :

source: 2-step verification is enabled in your external account.
fr_ca: La vérification en deux étapes est activée dans votre compte externe.

source: Your email account requires one to export your data.
fr_ca: Votre compte de messagerie en nécessite un pour exporter vos données.

source: ${ BRAND_NAME } can't connect to your external account. Please make sure that the mail server address and port number are correct.
fr_ca: ${ BRAND_NAME } n'arrive pas à se connecter à votre compte externe. Assurez-vous que l'adresse du serveur de messagerie et le numéro de port sont corrects.

source: ${ BRAND_NAME } can't connect to your external account. Please make sure that:
fr_ca: ${ BRAND_NAME } n'arrive pas à se connecter à votre compte externe. Assurez-vous que :

source: Your email address and password are correct.
fr_ca: Votre adresse électronique et votre mot de passe sont corrects.

source: Use your app password instead of your regular password if:
fr_ca: Utilisez le mot de passe d'application au lieu de votre mot de passe habituel si :

source: 2-step verification is enabled in your external email account.
fr_ca: La vérification en deux étapes est activée dans votre compte de messagerie externe.

source: Your email account requires an app password to export your data.
fr_ca: Votre compte de messagerie nécessite un mot de passe d'application pour exporter vos données.

source: Too many recent requests. Please try again in a few moments.
fr_ca: Trop de demandes récentes. Veuillez réessayer dans quelques instants.

source: ${ BRAND_NAME } can't connect to your Yahoo account. Please make sure that:
fr_ca: ${ BRAND_NAME } n'arrive pas à se connecter à votre compte Yahoo. Assurez-vous que :

source: IMAP access is enabled in your Yahoo account.
fr_ca: L'accès IMAP est activé dans votre compte Yahoo.

source: Your app password is correct. Do ${ boldNot } use your regular password.
fr_ca: Le mot de passe de votre application est correct. N'utilisez ${ boldNot } votre mot de passe habituel.

source: ${ BRAND_NAME } can't connect to your Yahoo account. Please make sure that the mail server address and port number are correct.
fr_ca: ${ BRAND_NAME } n'arrive pas à se connecter à votre compte Yahoo. Assurez-vous que l'adresse du serveur de messagerie et le numéro de port sont corrects.

source: Your email address and app password are correct. Do ${ boldNot } use your regular password.
fr_ca: Votre adresse courriel et le mot de passe de l'application sont corrects. N'utilisez ${ boldNot } pas votre mot de passe habituel.

source: not
fr_ca: pas

source: ICS file
fr_ca: fichier ICS

source: CSV or a VCF (vCard) file
fr_ca: Fichier CSV ou VCF (vCard)

source: app password or enable IMAP
fr_ca: mot de passe d'application ou activer l'IMAP

source: full calendar view
fr_ca: la vue complète du calendrier

source: app password
fr_ca: mot de passe d'application

source: To import a calendar to ${ BRAND_NAME }, you need the ${ knowledgeBaseLink }. Download this before you start the import process.
fr_ca: Pour importer un calendrier dans ${ BRAND_NAME }, vous avez besoin du ${ knowledgeBaseLink }. Téléchargez-le avant de lancer l'importation.

source: To import contacts to ${ BRAND_NAME }, you need a ${ knowledgeBaseLink }. Download this before you start the import process.
fr_ca: Pour importer des contacts vers ${ BRAND_NAME }, vous avez besoin d'un ${ knowledgeBaseLink }. Téléchargez-le avant de lancer l'importation.

source: Depending on your email service provider, you may need to generate an ${ knowledgeBaseLink } first before you can import to ${ BRAND_NAME }.
fr_ca: Selon votre fournisseur de messagerie, vous devrez peut-être d'abord générer un ${ knowledgeBaseLink } avant de pouvoir importer vers ${ BRAND_NAME }.

source: To import a calendar to ${ BRAND_NAME }, you need the ${ knowledgeBaseLink }. Download it from Yahoo in 3 easy steps:
fr_ca: Pour importer un calendrier dans ${ BRAND_NAME }, vous avez besoin du ${ knowledgeBaseLink }. Téléchargez-le sur Yahoo en 3 étapes simples :

source: To import contacts to ${ BRAND_NAME }, you need a ${ knowledgeBaseLink }. Download it from Yahoo in 3 easy steps:
fr_ca: Pour importer des contacts vers ${ BRAND_NAME }, vous avez besoin d'un ${ knowledgeBaseLink }. Téléchargez-le sur Yahoo en 3 étapes simples :

source: Open your ${ yahooMailLink } contacts.
fr_ca: Ouvrez vos contacts ${ yahooMailLink }.

source: Expand the dropdown menu by clicking on the 3 dots (...).
fr_ca: Développez le menu déroulant en cliquant sur les 3 points (...).

source: Select ${ boldExportCSV }.
fr_ca: Sélectionnez ${ boldExportCSV }.

source: To import emails to ${ BRAND_NAME }, you need an ${ appPasswordLink } from Yahoo. Get it by following these steps:
fr_ca: Pour importer des courriels vers ${ BRAND_NAME }, vous avez besoin d'un ${ appPasswordLink } Yahoo. Obtenez-le en suivant ces étapes :

source: Go to ${ boldAccountInfo } under your profile in ${ yahooMailLink }.
fr_ca: Allez dans les ${ boldAccountInfo } sous votre profil dans ${ yahooMailLink }.

source: Go to ${ boldAccountSecurity }.
fr_ca: Allez dans la ${ boldAccountSecurity }.

source: Generate the ${ boldAppPassword } and use it in place of your regular password when prompted by ${ BRAND_NAME }.
fr_ca: Générez le ${ boldAppPassword } et utilisez-le à la place de votre mot de passe habituel quand ${ BRAND_NAME } vous le demandera.

source: Go to ${ calendarViewLink } in Yahoo.
fr_ca: Allez dans la ${ calendarViewLink } de Yahoo.

source: Mouse over the calendar you want to import and open the dropdown menu.
fr_ca: Passez la souris sur le calendrier que vous souhaitez importer et ouvrez le menu déroulant.

source: Select ${ boldExport } to export the calendar as an ICS file.
fr_ca: Sélectionnez ${ boldExport } pour exporter le calendrier en tant que fichier ICS.

source: Export
fr_ca: Exporter

source: Export to CSV file
fr_ca: Exporter vers un fichier CSV

source: Account info
fr_ca: Infos du compte

source: Account security
fr_ca: Sécurité du compte

source: app password
fr_ca: mot de passe d'application

source: How to import emails from Yahoo
fr_ca: Comment importer des courriels de Yahoo

source: How to import emails from another service
fr_ca: Comment importer des courriels d'un autre service
