Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: If you don’t remember your password, it is impossible to re-activate your key. We can help you dismiss the alert banner but in the process you will permanently lose access to all the data encrypted with that key.
fr_ca: Si vous ne vous souvenez plus de votre mot de passe, il est impossible de réactiver votre clé. Nous pouvons vous aider à supprimer la bannière d'alerte, mais dans le processus vous perdrez définitivement l'accès à toutes les données chiffrées avec cette clé.

source: This action is irreversible. Please enter the word ${ boldDanger } in the field to proceed.
fr_ca: Cette action est irréversible. Veuillez saisir le mot ${ boldDanger } dans le champ pour continuer.

source: Are you sure you want to permanently delete this contact?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ce contact?

# 6974968c1a528c2cd04b2cf362a2121de0b27107[0]
source: Are you sure you want to permanently delete ${ count } contact?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } contact?

# 6974968c1a528c2cd04b2cf362a2121de0b27107[1]
source: Are you sure you want to permanently delete ${ count } contacts?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ${ count } contacts?

source: This feature requires a paid ${ BRAND_NAME } account
fr_ca: Cette fonctionnalité nécessite un compte ${ BRAND_NAME } payant

source: Some of the contacts to be merged display errors. Please review them individually
fr_ca: Certains contacts à fusionner affichent des erreurs. Veuillez les examiner individuellement

source: Contacts could not be merged
fr_ca: Les contacts n'ont pas pu être fusionnés

source: Your free trial ends on ${ textDate }. ${ action }
fr_ca: Votre essai gratuit se termine le ${ textDate }. ${ action }

source: The date and time settings on your device are out of sync. ${ learnMore }
fr_ca: Les paramètres de date et heure de votre appareil ne sont pas synchronisés. ${ learnMore }

source: Live chat is a premium feature available only to those with paid ${ VPN_APP_NAME } plans. Please open a ticket instead.
fr_ca: Le dialogue en ligne en temps réel est une fonctionnalité premium disponible uniquement pour les personnes disposant d’une offre ${ VPN_APP_NAME } payante. Veuillez ouvrir un ticket à la place.

source: Unfortunately, we’re not online at the moment. Please complete the form below to describe your issue, and we will look into it and be in touch when we’re back online.
fr_ca: Malheureusement, nous ne sommes pas en ligne pour le moment. Veuillez remplir le formulaire ci-dessous pour décrire votre problème, et nous l'examinerons et vous contacterons lorsque nous serons de nouveau en ligne.

source: Reports are not end-to-end encrypted, please do not send any sensitive information.
fr_ca: Les rapports d’erreur ne sont pas chiffrés de bout en bout, merci de ne pas envoyer d'informations sensibles.

source: Are you sure you want to discard your import?
fr_ca: Êtes-vous sûr·e de vouloir abandonner votre importation?

source: Skip verification?
fr_ca: Ignorer la vérification?

source: We couldn't verify the mail server. If you trust it, you can skip this verification.
fr_ca: Le serveur de messagerie n'a pas pu être vérifié. Si vous lui faites confiance, vous pouvez ignorer cette vérification.

source: This import may exceed the storage capacity currently available in your ${ BRAND_NAME } account. Please consider customizing your import.
fr_ca: Cette importation peut dépasser la capacité de stockage actuellement disponible sur votre compte ${ BRAND_NAME }. Nous vous invitons à personnaliser votre importation.

source: ${ BRAND_NAME } will transfer as much data as possible, starting with your most recent messages.
fr_ca: ${ BRAND_NAME } transférera autant de données que possible, en commençant par vos messages les plus récents.

source: You will lose any customization you made so far.
fr_ca: Vous perdrez toutes les personnalisations que vous avez faites jusqu'à présent.

source: ${ BRAND_NAME } will merge all folders with the same name. To avoid this, change the names before import.
fr_ca: ${ BRAND_NAME } fusionnera tous les dossiers portant le même nom. Si vous voulez éviter ceci, il faut changer les noms avant l'importation.

# 641b560e2ccc64223b56965048c8eb0b1c27c114[0]
source: The attachment's signature failed verification. You can still download this attachment but it might have been tampered with.
fr_ca: La signature de la pièce jointe a échoué à la vérification. Vous pouvez toujours télécharger cette pièce jointe mais elle pourrait avoir été altérée.

# 641b560e2ccc64223b56965048c8eb0b1c27c114[1]
source: Some of the attachments' signatures failed verification. You can still download these attachments but they might have been tampered with.
fr_ca: Certaines des signatures des pièces jointes ont échoué à la vérification. Vous pouvez toujours télécharger ces pièces jointes, mais elles pourraient avoir été altérées.

source: Automatic
fr_ca: Automatique

source: Plain text
fr_ca: Texte brut

source: Primary
fr_ca: Principal

source: Obsolete
fr_ca: Obsolète

source: Compromised
fr_ca: Compromise

source: Trusted
fr_ca: Approuvée

source: Revoked
fr_ca: Révoqué

source: Expired
fr_ca: Expirée

source: Fingerprint
fr_ca: Empreinte

source: Created
fr_ca: Créé

source: Expires
fr_ca: Expire

source: Status
fr_ca: État

source: Name
fr_ca: Nom

source: Address
fr_ca: Adresse

source: We recommend that you "untrust" this key.
fr_ca: Nous vous recommandons de ne plus faire confiance à cette clé.

source: ${ emailAddress } has marked this key as obsolete. This key can only be used for signature verification.
fr_ca: ${ emailAddress } a marqué cette clé comme obsolète. Cette clé ne peut être utilisée que pour la vérification de signature.

source: ${ emailAddress } has marked this key as compromised. This key cannot be used neither for encryption nor for signature verification.
fr_ca: ${ emailAddress } a marqué cette clé comme compromise. Cette clé ne peut être utilisée ni pour le chiffrement ni pour la vérification de la signature.

source: Use global default (${ defaultValueText })
fr_ca: Utiliser la valeur générique par défaut (${ defaultValueText })

source: Sign
fr_ca: Signer

source: Don't sign
fr_ca: Ne pas signer

source: Use global default (${ globalDefaultText })
fr_ca: Utiliser la valeur globale par défaut (${ globalDefaultText })

source: Name
fr_ca: Nom

source: Name
fr_ca: Nom

source: Color
fr_ca: Couleur

# f21721c559f27eccec7e62013312012f69749bf3[0]
source: ${ contactsExported.length } out of ${ countContacts } contact successfully exported.
fr_ca: ${ contactsExported.length } sur ${ countContacts } contact exporté avec succès.

# f21721c559f27eccec7e62013312012f69749bf3[1]
source: ${ contactsExported.length } out of ${ countContacts } contacts successfully exported.
fr_ca: ${ contactsExported.length } sur ${ countContacts } contacts exportés avec succès.

source: No contacts exported.
fr_ca: Aucun contact exporté.

source: Progress: ${ combinedProgress }%
fr_ca: Progression : ${ combinedProgress } %

# 427c0c7f83dbd7527f3906d06c4dc52bbeda8982[0]
source: ${ model.deleted.length } out of ${ totalBeDeleted } contact successfully deleted.
fr_ca: ${ model.deleted.length } sur ${ totalBeDeleted } contact correctement supprimé.

# 427c0c7f83dbd7527f3906d06c4dc52bbeda8982[1]
source: ${ model.deleted.length } out of ${ totalBeDeleted } contacts successfully deleted.
fr_ca: ${ model.deleted.length } sur ${ totalBeDeleted } contacts correctement supprimés.

# e5a1ede190b060ea36e1e71502ef921f27f4ee57[0]
source: ${ model.submitted.length } out of ${ totalBeMerged } contact successfully merged.
fr_ca: ${ model.submitted.length } sur ${ totalBeMerged } contact correctement fusionné.

# e5a1ede190b060ea36e1e71502ef921f27f4ee57[1]
source: ${ model.submitted.length } out of ${ totalBeMerged } contacts successfully merged.
fr_ca: ${ model.submitted.length } sur ${ totalBeMerged } contacts correctement fusionnés.

source: No contacts merged.
fr_ca: Aucun contact fusionné.

source: Decrypting contacts… This may take a few minutes. When the process is completed, you will be able to download the file with all your contacts exported.
fr_ca: Déchiffrement des contacts en cours… Ceci peut prendre quelques minutes. Lorsque cette opération sera terminée, vous pourrez télécharger le fichier avec tous vos contacts exportés.

# b2f12ce70ccd3bd60477211505c0bd544bce27bf[0]
source: The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have ${ MAX_IMPORT_CONTACTS_STRING } contact. If your file is bigger, please split it into smaller files.
fr_ca: Le fichier doit avoir une taille maximale de ${ MAX_IMPORT_FILE_SIZE_STRING } et avoir ${ MAX_IMPORT_CONTACTS_STRING } contact. Si votre fichier est plus grand, veuillez le diviser en fichiers plus petits.

# b2f12ce70ccd3bd60477211505c0bd544bce27bf[1]
source: The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_CONTACTS_STRING } contacts. If your file is bigger, please split it into smaller files.
fr_ca: Le fichier doit avoir une taille maximale de ${ MAX_IMPORT_FILE_SIZE_STRING } et jusqu'à ${ MAX_IMPORT_CONTACTS_STRING } contacts. Si votre fichier est plus grand, veuillez le diviser en fichiers plus petits.

source: It looks like the contact list you are importing contains some groups. Please review how these groups should be imported.
fr_ca: Il semble que la liste de contacts que vous importez contienne certains groupes. Veuillez vérifier comment ces groupes doivent être importés.

source: Encrypting and importing contacts... This may take a few minutes. When the process is completed, you can close this modal.
fr_ca: Chiffrement et importation des contacts... Ceci peut prendre quelques minutes. Une fois le processus terminé, vous pouvez fermer cette boîte de dialogue.

source: Use Drag and Drop to rank merging priority between contacts. Uncheck the contacts you do not want to merge.
fr_ca: Utilisez le glisser-déposer pour classer la priorité de fusion entre les contacts. Décochez les contacts que vous ne souhaitez pas fusionner.

source: You can mark for deletion the contacts that you do not want neither to merge nor to keep. Deletion will only take place after the merge button is clicked
fr_ca: Vous pouvez marquer pour suppression les contacts que vous ne voulez ni fusionner ni conserver. Leur suppression n'aura lieu qu'après avoir cliqué sur le bouton de fusion

source: Merging contacts... This may take a few minutes. When the process is completed, you can close this modal.
fr_ca: Fusion des contacts... ceci peut prendre quelques minutes. Lorsque le processus sera terminé, vous pourrez fermer cette boîte de dialogue.

source: Deleting contacts... This may take a few minutes. When the process is completed, you can close this modal.
fr_ca: Suppression des contacts... Ceci peut prendre quelques minutes. Une fois le processus terminé, vous pouvez fermer cette fenêtre.

source: You can import events in iCal format (ICS file). The file should have a maximum size of ${ MAX_IMPORT_FILE_SIZE_STRING } and have up to ${ MAX_IMPORT_EVENTS_STRING } events. If your file is bigger, please split it into smaller files.
fr_ca: Vous pouvez importer des événements au format iCal (fichier ICS). Le fichier peut avoir une taille maximale de ${ MAX_IMPORT_FILE_SIZE_STRING } et contenir jusqu'à ${ MAX_IMPORT_EVENTS_STRING } événements. Si votre fichier est plus grand, veuillez le diviser en plus petits fichiers.

source: New emails from ${ senderEmailAddress } won't be delivered and will be permanently deleted.
fr_ca: Les nouveaux messages de ${ senderEmailAddress } ne seront pas délivrés et seront définitivement supprimés.

# e60fa9f9c9ff8b5933c897e1b9260cac258a9593[0]
source: New emails from ${ senderEmailAddress } and ${ otherSendersCount } other won't be delivered and will be permanently deleted.
fr_ca: Les nouveaux messages de ${ senderEmailAddress } et ${ otherSendersCount } autre ne seront pas délivrés et seront définitivement supprimés.

# e60fa9f9c9ff8b5933c897e1b9260cac258a9593[1]
source: New emails from ${ senderEmailAddress } and ${ otherSendersCount } others won't be delivered and will be permanently deleted.
fr_ca: Les nouveaux messages de ${ senderEmailAddress } et ${ otherSendersCount } autres ne seront pas délivrés et seront définitivement supprimés.

source: ${ manageBlockedAddressesSettingsLink } in settings.
fr_ca: ${ manageBlockedAddressesSettingsLink } dans les paramètres.

source: No folders
fr_ca: Aucun dossier

source: No labels
fr_ca: Aucun label

source: Import
fr_ca: Importer

source: CSV field
fr_ca: Champ CSV

source: vCard field
fr_ca: Champ vCard

source: Values
fr_ca: Valeurs

source: Name
fr_ca: Nom

source: Address
fr_ca: Adresse

source: First name and last name cannot be unchecked at the same time
fr_ca: Le prénom et le nom de famille ne peuvent pas être décochés en même temps

source: We have detected the following fields in the CSV file you uploaded. Check the ones you want to import.
fr_ca: Nous avons détecté les champs suivants dans le fichier CSV que vous avez téléchargé. Vérifiez ceux que vous souhaitez importer.

source: Also, we have automatically matched CSV fields with vCard fields. You can review and change this matching manually.
fr_ca: De plus, nous avons automatiquement identifié les champs CSV qui correspondent aux champs vCard. Vous pouvez vérifier et modifier cette correspondance manuellement.

source: Add to existing group
fr_ca: Ajouter à un groupe existant

source: Create new group
fr_ca: Créer un nouveau groupe

source: Ignore group
fr_ca: Ignorer le groupe

source: No parent folder
fr_ca: Aucun dossier parent

source: All
fr_ca: Toutes

source: Click for details
fr_ca: Cliquez pour plus de détails

# 7ac696bd09590d351e67c5aa0339d8f4c2fc761f[0]
source: ${ totalImported }/${ totalToImport } contact encrypted and added to your contact list
fr_ca: ${ totalImported }/${ totalToImport } contact chiffré et ajouté à votre liste de contacts

# 7ac696bd09590d351e67c5aa0339d8f4c2fc761f[1]
source: ${ totalImported }/${ totalToImport } contacts encrypted and added to your contact list
fr_ca: ${ totalImported }/${ totalToImport } contacts chiffrés et ajoutés à votre liste de contacts

source: for now
fr_ca: pour l'instant

source: ${ CONTACTS_APP_NAME } does not support ${ forNow }:
fr_ca: ${ CONTACTS_APP_NAME } ne prend pas en charge ${ forNow } :

source: No contact can be imported. Click for details
fr_ca: Aucun contact ne peut être importé. Cliquez pour plus de détails

source: ${ totalContactsDiscarded } out of ${ totalContacts } contacts will not be imported. Click for details
fr_ca: ${ totalContactsDiscarded } contacts sur ${ totalContacts } ne seront pas importés. Cliquez pour plus de détails

source: No event can be imported. Expand for details.
fr_ca: Aucun événement ne peut être importé. Cliquez pour obtenir plus de détails.

source: Part of your calendar content is not supported and will not be imported.
fr_ca: Une partie du contenu de votre calendrier n'est pas prise en charge et ne sera pas importée.

# 69608f0198e46c881c9db8de85e87452373c2a31[0]
source: ${ totalEventsDiscarded } out of ${ totalEvents } event will not be imported. Expand for details.
fr_ca: ${ totalEventsDiscarded } sur ${ totalEvents } événement ne sera pas importé. Cliquez pour obtenir plus de détails.

# 69608f0198e46c881c9db8de85e87452373c2a31[1]
source: ${ totalEventsDiscarded } out of ${ totalEvents } events will not be imported. Expand for details.
fr_ca: ${ totalEventsDiscarded } sur ${ totalEvents } événements ne seront pas importés. Cliquez pour obtenir plus de détails.

source: vCard versions < 3.0
fr_ca: versions de vCard < 3.0

source: ${ CALENDAR_APP_NAME } currently does not support certain event types, details and formats.
fr_ca: ${ CALENDAR_APP_NAME } ne prend actuellement pas en charge certains types d'événements, détails et formats.

source: By leaving now, some contacts may not be imported
fr_ca: En quittant maintenant, il est possible que certains contacts ne soient pas importés

source: By leaving now, some events may not be imported
fr_ca: En quittant maintenant, certains événements pourraient ne pas être importés

source: Encrypting and adding contacts: ${ totalImported }/${ totalToImport }
fr_ca: Chiffrement et ajout des contacts : ${ totalImported }/${ totalToImport }

# d31982fdf243b6832a7833ef4c9157c9c5a3e73b[0]
source: An error occurred while encrypting and adding your event. ${ totalImported } out of ${ totalToImport } event successfully imported.
fr_ca: Une erreur s'est produite lors du chiffrement et de l'ajout de votre événement. ${ totalImported } sur ${ totalToImport } événement correctement importé.

# d31982fdf243b6832a7833ef4c9157c9c5a3e73b[1]
source: An error occurred while encrypting and adding your events. ${ totalImported } out of ${ totalToImport } events successfully imported.
fr_ca: Une erreur s'est produite lors du chiffrement et de l'ajout de vos événements. ${ totalImported } sur ${ totalToImport } événements correctement importés.

# 9c7c700bc483ed25b77398c4b6ec1fd3b40e1d71[0]
source: ${ totalImported }/${ totalToImport } event encrypted and added to your calendar
fr_ca: ${ totalImported }/${ totalToImport } événement chiffré et ajouté à votre calendrier

# 9c7c700bc483ed25b77398c4b6ec1fd3b40e1d71[1]
source: ${ totalImported }/${ totalToImport } events encrypted and added to your calendar
fr_ca: ${ totalImported }/${ totalToImport } événements chiffrés et ajoutés à votre calendrier

source: Please don't close the tab before the importing process is finished.
fr_ca: Veuillez ne pas fermer l'onglet avant la fin du processus d'importation.

source: Encrypting and adding events to your calendar: ${ totalImported }/${ totalToImport }
fr_ca: Chiffrement et ajout d'événements à votre calendrier : ${ totalImported }/${ totalToImport }

source: You don't have any groups.
fr_ca: Vous n'avez aucun groupe.

source: No results found.
fr_ca: Aucun résultat n'a été trouvé.

source: Please try another search term.
fr_ca: Veuillez essayer un autre terme de recherche.

source: You don't have any contacts.
fr_ca: Vous n'avez pas de contacts.

source: ${ addContact } or ${ importContact }.
fr_ca: ${ addContact } ou ${ importContact }.

source: Column
fr_ca: Colonne

source: Row
fr_ca: Ligne

source: Comfortable
fr_ca: Confortable

source: Maximized
fr_ca: Maximisé

source: Security key
fr_ca: Clé de sécurité

source: Insert a security key linked to your ${ BRAND_NAME } Account.
fr_ca: Insérez une clé de sécurité liée à votre compte ${ BRAND_NAME }.

source: Something went wrong authenticating with your security key. Please try again.
fr_ca: Une erreur s'est produite lors de l'authentification avec votre clé de sécurité. Veuillez réessayer.

source: Security key
fr_ca: Clé de sécurité

source: stable release
fr_ca: version stable

source: This version of Tor Browser is not supported. Please update to the latest ${ stableRelease }
fr_ca: Cette version du navigateur Tor n'est pas prise en charge. Veuillez mettre à jour avec la dernière ${ stableRelease }

source: Continue using ${ MAIL_APP_NAME }.
fr_ca: Continuer à utiliser ${ MAIL_APP_NAME }.

source: Your free trial has ended. Access to your account will soon be disabled. ${ action }
fr_ca: Votre essai gratuit est terminé. L'accès à votre compte sera bientôt désactivé. ${ action }

source: Fw:
fr_ca: Tr :

source: On ${ date }, ${ senderString } wrote:
fr_ca: ${ date }, ${ senderString } a écrit :

source: A new version of ${ appName } is available. ${ reloadButton }.
fr_ca: Une nouvelle version de ${ appName } est disponible. ${ reloadButton }.

source: Upload
fr_ca: Importer

source: No image selected
fr_ca: Aucune image sélectionnée

source: Account
fr_ca: Compte

source: Apps
fr_ca: Applications

source: Network
fr_ca: Réseau

source: Other category
fr_ca: Autre catégorie

source: Default folders
fr_ca: Dossiers par défaut

source: Custom folders
fr_ca: Dossiers personnalisés

source: Sign in problem
fr_ca: Problèmes de connexion

source: Sign up problem
fr_ca: Problème d'inscription

source: Payments problem
fr_ca: Problème de paiement

source: Custom domain problem
fr_ca: Problème avec les domaines personnalisés

source: Bridge problem
fr_ca: Problème avec Bridge

source: Import / export problem
fr_ca: Problème avec Import/Export

source: Connection problem
fr_ca: Problème de connexion

source: Slow speed problem
fr_ca: Problème de vitesse lente

source: Calendar problem
fr_ca: Problème avec Calendar

source: Contacts problem
fr_ca: Problème avec Contacts

source: Drive problem
fr_ca: Problème avec Drive

source: Mail problem
fr_ca: Problème avec ProtonMail

source: VPN problem
fr_ca: Problème avec le RPV

source: Feature request
fr_ca: Demande de fonctionnalité

source: Other
fr_ca: Autre

source: Signup problem
fr_ca: Problème d'inscription

source: Installation problem
fr_ca: Problème d'installation

source: Update problem
fr_ca: Problème de mise à jour

source: Application problem
fr_ca: Problème de l'application

source: Speed problem
fr_ca: Problème de vitesse

source: Manual setup problem
fr_ca: Problème avec la configuration manuelle

source: Website access problem
fr_ca: Problème d'accès au site web

source: Streaming problem
fr_ca: Problème de streaming

# 6e8cc1c44bae07da05b0dfde78b51307decc2109[0]
source: This file contains an invitation response:
fr_ca: Ce fichier contient une réponse à une invitation :

# 6e8cc1c44bae07da05b0dfde78b51307decc2109[1]
source: This file contains invitation responses:
fr_ca: Ce fichier contient des réponses à des invitations :

# 7ed4970a157e17da95c38071071172dad17d9106[0]
source: This file contains an event invitation:
fr_ca: Ce fichier contient une invitation à un événement :

# 7ed4970a157e17da95c38071071172dad17d9106[1]
source: This file contains event invitations:
fr_ca: Ce fichier contient des invitations à des événements :

source: Imported invitations appear in ${ CALENDAR_APP_NAME } as simple events without organizer and participant details. To get event updates and see participants, ask organizers to invite you using your ${ BRAND_NAME } email address.
fr_ca: Les invitations importées apparaissent dans ${ CALENDAR_APP_NAME } comme de simples événements sans les informations sur l'organisateur et les participants. Pour recevoir les mises à jour des événements et voir les participants, demandez aux organisateurs de vous inviter en utilisant votre adresse électronique ${ BRAND_NAME }.

source: This file contains some data that we cannot import:
fr_ca: Ce fichier contient des données que nous ne pouvons pas importer :

source: Event
fr_ca: Événement

source: Calendar
fr_ca: Calendrier

source: Timezone
fr_ca: Fuseau horaire

source: Element
fr_ca: Élément

source: Bad format. Component cannot be read.
fr_ca: Format incorrect. L’élément ne peut pas être lu.

source: Unknown
fr_ca: Inconnu

source: No UID, title or start time
fr_ca: Aucun UID, titre ou heure de début

source: Recurring event has no occurrences
fr_ca: L'événement récurrent n'a pas d'occurrence

source: Component with wrong format
fr_ca: Élément au mauvais format

source: Non-Gregorian
fr_ca: Non grégorien

source: To-do entry
fr_ca: Tâche à réaliser

source: Journal entry
fr_ca: Entrée du journal

source: Free-busy time information
fr_ca: Information de disponibilité

source: Custom timezone
fr_ca: Fuseau horaire personnalisé

source: Invalid event
fr_ca: Événement invalide

source: Unsupported event
fr_ca: Événement non pris en charge

source: Malformed all-day event
fr_ca: Événement pour la journée entière malformé

source: Missing start time
fr_ca: Heure de début manquante

source: Malformed start time
fr_ca: Heure de début malformée

source: Floating times not supported
fr_ca: Heures variables non prises en charge
