Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Delete all messages
fr_ca: Supprimer tous les messages

source: white
fr_ca: blanc

source: gainsboro
fr_ca: gris étain

source: philippine silver
fr_ca: argenté

source: philippine gray
fr_ca: gris

source: dim gray
fr_ca: gris foncé

source: outer space
fr_ca: bleu cosmique

source: raisin black
fr_ca: raisin noir

source: light red
fr_ca: rouge clair

source: ruddy pink
fr_ca: rose bonbon

source: light carmine pink
fr_ca: rose carmin pâle

source: cinnabar
fr_ca: rouge cinabre

source: persian red
fr_ca: rouge persan

source: vivid auburn
fr_ca: rouge sombre

source: persian plum
fr_ca: prune perse

source: azureish white
fr_ca: blanc azur

source: pale cerulean
fr_ca: bleu ciel

source: blue-gray
fr_ca: bleu gris

source: cyan-blue azure
fr_ca: cyan bleu azur

source: palatinate blue
fr_ca: bleu roi

source: dark cerulean
fr_ca: bleu foncé

source: dark midnight blue
fr_ca: bleu nuit sombre

source: pastel gray
fr_ca: gris pastel

source: light moss green
fr_ca: vert mousse pâle

source: pistachio
fr_ca: pistache

source: apple
fr_ca: pomme

source: japanese laurel
fr_ca: laurier japonais

source: mughal green
fr_ca: vert foncé

source: blanched almond
fr_ca: amande blanche

source: dandelion
fr_ca: pissenlit

source: lemon yellow
fr_ca: jaune citron

source: maize
fr_ca: maïs

source: satin sheen gold
fr_ca: or satiné brillant

source: field drab
fr_ca: marron

source: purple
fr_ca: violet

source: pink
fr_ca: rose

source: strawberry
fr_ca: fraise

source: carrot
fr_ca: carotte

source: enzian
fr_ca: gentiane

source: plum
fr_ca: prune

source: cerise
fr_ca: rouge cerise

source: copper
fr_ca: cuivre

source: soil
fr_ca: terre

source: slateblue
fr_ca: bleu ardoise

source: pacific
fr_ca: pacifique

source: reef
fr_ca: récif

source: fern
fr_ca: fougère

source: ocean
fr_ca: océan

source: pine
fr_ca: pin

source: forest
fr_ca: forêt

source: pickle
fr_ca: cornichon

source: Abkhazia
fr_ca: Abkhazie

source: Ascension Island
fr_ca: Île de l'Ascension

source: Andorra
fr_ca: Andorre

source: United Arab Emirates
fr_ca: Émirats Arabes Unis

source: Antigua and Barbuda
fr_ca: Antigua-et-Barbuda

source: Albania
fr_ca: Albanie

source: Armenia
fr_ca: Arménie

source: Antarctica
fr_ca: Antarctique

source: Argentina
fr_ca: Argentine

source: American Samoa
fr_ca: Samoa américaines

source: Austria
fr_ca: Autriche

source: Australia
fr_ca: Australie

source: Åland Islands
fr_ca: Îles d'Åland

source: Azerbaijan
fr_ca: Azerbaïdjan

source: Bosnia and Herzegovina
fr_ca: Bosnie-Herzégovine

source: Barbados
fr_ca: Barbade

source: Belgium
fr_ca: Belgique

source: Bulgaria
fr_ca: Bulgarie

source: Bahrain
fr_ca: Bahreïn

source: Benin
fr_ca: Bénin

source: Saint Barthélemy
fr_ca: Saint-Barthélémy

source: Bermuda
fr_ca: Bermudes

source: Bolivia
fr_ca: Bolivie

source: Bonaire, Sint Eustatius and Saba
fr_ca: Bonaire, Saint-Eustache et Saba

source: Brazil
fr_ca: Brésil

source: Bhutan
fr_ca: Bhoutan

source: Bouvet Island
fr_ca: Île Bouvet

source: Belarus
fr_ca: Biélorussie

source: Belize
fr_ca: Bélize

source: Cocos (Keeling) Islands
fr_ca: Îles Cocos (Keeling)

source: Congo, Democratic Republic of the
fr_ca: République démocratique du Congo

source: Central African Republic
fr_ca: République centrafricaine

source: Congo
fr_ca: République du Congo

source: Switzerland
fr_ca: Suisse

source: Cook Islands
fr_ca: Îles Cook

source: Chile
fr_ca: Chili

source: Cameroon
fr_ca: Cameroun

source: China
fr_ca: Chine

source: Colombia
fr_ca: Colombie

source: Cape Verde
fr_ca: Cap-Vert

source: Christmas Island
fr_ca: Île Christmas

source: Cyprus
fr_ca: Chypre

source: Czech Republic
fr_ca: Tchéquie

source: Germany
fr_ca: Allemagne

source: Denmark
fr_ca: Danemark

source: Dominica
fr_ca: Dominique

source: Dominican Republic
fr_ca: République dominicaine

source: Algeria
fr_ca: Algérie

source: Ecuador
fr_ca: Équateur

source: Estonia
fr_ca: Estonie

source: Egypt
fr_ca: Égypte

source: Western Sahara
fr_ca: Sahara occidental

source: Eritrea
fr_ca: Érythrée

source: Spain
fr_ca: Espagne

source: Ethiopia
fr_ca: Éthiopie

source: Finland
fr_ca: Finlande

source: Fiji
fr_ca: Fidji

source: Falkland Islands
fr_ca: Îles Malouines

source: Federated States of Micronesia
fr_ca: États fédérés de Micronésie

source: Faroe Islands
fr_ca: Îles Féroé

source: United Kingdom
fr_ca: Royaume-Uni

source: Grenada
fr_ca: Grenade

source: Georgia
fr_ca: Géorgie

source: French Guiana
fr_ca: Guyane française

source: Guernsey
fr_ca: Guernesey

source: Greenland
fr_ca: Groenland

source: Gambia
fr_ca: Gambie

source: Guinea
fr_ca: Guinée

source: Equatorial Guinea
fr_ca: Guinée équatoriale

source: Greece
fr_ca: Grèce

source: South Georgia and the South Sandwich Islands
fr_ca: Géorgie du Sud-et-les Îles Sandwich du Sud

source: Guatemala
fr_ca: Guatémala

source: Guinea-Bissau
fr_ca: Guinée-Bissau

source: Heard Island and McDonald Islands
fr_ca: Îles Heard et McDonald

source: Croatia
fr_ca: Croatie

source: Haiti
fr_ca: Haïti

source: Hungary
fr_ca: Hongrie

source: Indonesia
fr_ca: Indonésie

source: Ireland
fr_ca: Irlande

source: Israel
fr_ca: Israël

source: Isle of Man
fr_ca: Île de Man

source: India
fr_ca: Inde

source: British Indian Ocean Territory
fr_ca: Territoire britannique de l'océan Indien

source: Iraq
fr_ca: Irak

source: Iceland
fr_ca: Islande

source: Italy
fr_ca: Italie

source: Jamaica
fr_ca: Jamaïque

source: Jordan
fr_ca: Jordanie

source: Japan
fr_ca: Japon

source: Kyrgyzstan
fr_ca: Kirghizistan

source: Cambodia
fr_ca: Cambodge

source: Comoros
fr_ca: Comores

source: Saint Kitts and Nevis
fr_ca: Saint-Christophe-et-Niévès

source: North Korea
fr_ca: Corée du Nord

source: South Korea
fr_ca: Corée du Sud

source: Kuwait
fr_ca: Koweït

source: Cayman Islands
fr_ca: Îles Caïmans

source: Lebanon
fr_ca: Liban

source: Saint Lucia
fr_ca: Sainte-Lucie

source: Liberia
fr_ca: Libéria

source: Lithuania
fr_ca: Lituanie

source: Latvia
fr_ca: Lettonie

source: Libya
fr_ca: Libye

source: Morocco
fr_ca: Maroc

source: Moldova
fr_ca: Moldavie

source: Montenegro
fr_ca: Monténégro

source: Saint Martin (French Part)
fr_ca: Saint-Martin (partie française)

source: Marshall Islands
fr_ca: Îles Marshall

source: North Macedonia
fr_ca: Macédoine du Nord

source: Myanmar
fr_ca: Birmanie

source: Mongolia
fr_ca: Mongolie

source: Northern Mariana Islands
fr_ca: Îles Mariannes du Nord

source: Mauritania
fr_ca: Mauritanie

source: Malta
fr_ca: Malte

source: Mauritius
fr_ca: Île Maurice

source: Mexico
fr_ca: Mexique

source: Malaysia
fr_ca: Malaisie

source: Namibia
fr_ca: Namibie

source: New Caledonia
fr_ca: Nouvelle-Calédonie

source: Norfolk Island
fr_ca: Île Norfolk

source: Nigeria
fr_ca: Nigéria

source: Netherlands
fr_ca: Pays-Bas

source: Norway
fr_ca: Norvège

source: Nepal
fr_ca: Népal

source: Niue
fr_ca: Niué

source: New Zealand
fr_ca: Nouvelle-Zélande

source: South Ossetia
fr_ca: Ossétie du Sud

source: Peru
fr_ca: Pérou

source: French Polynesia
fr_ca: Polynésie française

source: Papua New Guinea
fr_ca: Papouasie-Nouvelle-Guinée

source: Poland
fr_ca: Pologne

source: Saint Pierre and Miquelon
fr_ca: Saint-Pierre-et-Miquelon

source: Pitcairn
fr_ca: Îles Pitcairn

source: Puerto Rico
fr_ca: Porto Rico

source: Palau
fr_ca: Palaos

source: Reunion
fr_ca: La Réunion

source: Romania
fr_ca: Roumanie

source: Serbia
fr_ca: Serbie

source: Russia
fr_ca: Russie

source: Saudi Arabia
fr_ca: Arabie saoudite

source: Solomon Islands
fr_ca: Îles Salomon

source: Sudan
fr_ca: Soudan

source: Sweden
fr_ca: Suède

source: Singapore
fr_ca: Singapour

source: Saint Helena
fr_ca: Sainte-Hélène

source: Slovenia
fr_ca: Slovénie

source: Svalbard and Jan Mayen
fr_ca: Svalbard et Jan Mayen

source: Slovakia
fr_ca: Slovaquie

source: San Marino
fr_ca: Saint-Marin

source: Senegal
fr_ca: Sénégal

source: Somalia
fr_ca: Somalie

source: South Sudan
fr_ca: Soudan du Sud

source: Sao Tome and Principe
fr_ca: Sao Tomé-et-Principe

source: El Salvador
fr_ca: Salvador

source: Sint Maarten
fr_ca: Saint-Martin

source: Syria
fr_ca: Syrie

source: Turks and Caicos Islands
fr_ca: Îles Turques-et-Caïques

source: Chad
fr_ca: Tchad

source: French Southern Territories
fr_ca: Terres australes françaises

source: Thailand
fr_ca: Thaïlande

source: Tajikistan
fr_ca: Tadjikistan

source: Timor-Leste
fr_ca: Timor oriental

source: Turkmenistan
fr_ca: Turkménistan

source: Tunisia
fr_ca: Tunisie

source: Turkey
fr_ca: Turquie

source: Trinidad and Tobago
fr_ca: Trinité-et-Tobago

source: Taiwan
fr_ca: Taïwan

source: Tanzania
fr_ca: Tanzanie

source: Uganda
fr_ca: Ouganda

source: United States Minor Outlying Islands
fr_ca: Îles mineures éloignées des États-Unis

source: United States
fr_ca: États-Unis

source: Uzbekistan
fr_ca: Ouzbékistan

source: Holy See (Vatican City State)
fr_ca: Saint-Siège (État de la Cité du Vatican)

source: Saint Vincent and the Grenadines
fr_ca: Saint-Vincent et les Grenadines

source: Venezuela
fr_ca: Vénézuéla

source: Virgin Islands, British
fr_ca: Îles Vierges britanniques

source: Virgin Islands, U.S.
fr_ca: Îles Vierges des États-Unis

source: Wallis and Futuna
fr_ca: Wallis-et-Futuna

source: Yemen
fr_ca: Yémen

source: South Africa
fr_ca: Afrique du Sud

source: Zambia
fr_ca: Zambie

source: Reveal password
fr_ca: Afficher le mot de passe

source: Hide password
fr_ca: Masquer le mot de passe

source: Awful
fr_ca: Affreuse

source: Bad
fr_ca: Mauvaise

source: Good
fr_ca: Bonne

source: Wonderful
fr_ca: Merveilleuse

source: Copy
fr_ca: Copier

source: Main
fr_ca: Principale

source: Delete recovery-related information.
fr_ca: Supprimer les informations liées à la récupération.

source: Do not ask again
fr_ca: Ne plus demander

source: I understand the risk
fr_ca: Je comprends le risque

source: Email address
fr_ca: Adresse courriel

source: Phone number
fr_ca: Numéro de téléphone

source: Verification code
fr_ca: Code de vérification

source: Code is 6 digits without spaces
fr_ca: Le code est composé de 6 chiffres sans espaces

source: Mailbox password
fr_ca: Mot de passe de la messagerie

source: Two-factor authentication code
fr_ca: Code d'authentification à deux facteurs

source: Username or ${ MAIL_APP_NAME } address
fr_ca: Nom d'utilisateur·rice ou adresse ${ MAIL_APP_NAME }

source: Password
fr_ca: Mot de passe

source: Add to group
fr_ca: Ajouter au groupe

source: Street address
fr_ca: Adresse postale

source: Extended address
fr_ca: Complément d’adresse

source: Postal code
fr_ca: Code postal

source: City
fr_ca: Ville

source: Post office box
fr_ca: Boîte postale

source: Region
fr_ca: Région

source: Country
fr_ca: Pays

source: Encrypt emails
fr_ca: Chiffrer les courriels

source: Sign emails
fr_ca: Signer les courriels

source: PGP scheme
fr_ca: Schéma PGP

source: Public keys
fr_ca: Clés publiques

source: Email format
fr_ca: Format du courriel

source: Add email address
fr_ca: Ajouter une adresse courriel

source: Add image URL
fr_ca: Ajouter l'URL de l'image

source: Upload picture
fr_ca: Importer une image

source: Name
fr_ca: Nom

source: Email
fr_ca: Courriel

source: Group
fr_ca: Groupe

source: Export contacts
fr_ca: Exporter les contacts

source: Import contacts
fr_ca: Importer les contacts

source: Automatically save contacts
fr_ca: Enregistrer automatiquement les contacts

source: Your password (admin)
fr_ca: Votre mot de passe (admin)

source: Authenticator app
fr_ca: Application d'authentification

source: Attach screenshot(s)
fr_ca: Joindre une ou plusieurs captures d’écran

source: Delete
fr_ca: Supprimer

source: Operating system
fr_ca: Système d'exploitation

source: Operating system version
fr_ca: Version du système d'exploitation

source: ${ BRAND_NAME } username
fr_ca: Nom d'utilisateur ${ BRAND_NAME }

source: Category
fr_ca: Catégorie

source: What happened?
fr_ca: Que s'est-il passé?

source: System information
fr_ca: Informations système

source: Browser
fr_ca: Navigateur

source: Browser version
fr_ca: Version du navigateur

source: Keyboard shortcuts
fr_ca: Raccourcis clavier

source: Select how your mailbox looks like by default.
fr_ca: Sélectionnez l'apparence de votre boîte aux lettres par défaut.

source: Select how your list of messages looks like by default.
fr_ca: Sélectionnez l'apparence de votre liste de messages par défaut.

source: Select how your composer opens by default.
fr_ca: Sélectionnez la façon dont votre composeur s'ouvre par défaut.

source: Import to:
fr_ca: Importer dans :

source: Folder location
fr_ca: Emplacement du dossier

source: How would you describe your experience with the new ${ BRAND_NAME }?
fr_ca: Comment décririez-vous votre expérience avec le nouveau ${ BRAND_NAME }?

source: Recovery phrase
fr_ca: Phrase de récupération

source: Enable Beta Access
fr_ca: Activer l'accès à la version bêta

source: Send auto-reply
fr_ca: Envoyer une réponse automatique

source: Move to
fr_ca: Déplacer vers

source: Label as
fr_ca: Labelliser comme

source: No label found
fr_ca: Aucun label trouvé

source: Read
fr_ca: Lu

source: Starred
fr_ca: Favoris

source: Mark as
fr_ca: Marquer comme

source: AND
fr_ca: ET

source: OR
fr_ca: OU

source: IF
fr_ca: SI

source: With attachment
fr_ca: Avec pièce jointe

source: Without attachment
fr_ca: Sans pièce jointe

source: or
fr_ca: ou

source: with attachments
fr_ca: avec pièces jointes

source: without attachment
fr_ca: sans pièce jointe

source: The email was sent ${ attachmentStrong }
fr_ca: Le courriel a été envoyé ${ attachmentStrong }

source: The email was sent ${ attachment }
fr_ca: Le courriel a été envoyé ${ attachment }

source: Statement
fr_ca: Requête

source: ALL
fr_ca: TOUT

source: ANY
fr_ca: N’IMPORTE

source: Filter Name
fr_ca: Nom du filtre

source: and ${ l }
fr_ca: et ${ l }

source: and
fr_ca: et

source: and
fr_ca: et

source: Then
fr_ca: Alors

source: And
fr_ca: Et

source: without attachments
fr_ca: sans pièces jointes

source: the email was sent ${ attachment }
fr_ca: le courriel a été envoyé ${ attachment }

source: the email was sent ${ label }
fr_ca: le courriel a été envoyé ${ label }

source: If
fr_ca: Si

source: Or
fr_ca: Ou

source: Apply filter to existing emails
fr_ca: Appliquer le filtre aux courriels existants

source: Import all messages
fr_ca: Importer tous les messages

source: Last 12 months only
fr_ca: Seulement les 12 derniers mois

source: Last 3 months only
fr_ca: Seulement les 3 derniers mois

source: Last month only
fr_ca: Le mois dernier seulement

source: App password
fr_ca: Mot de passe de l'application

source: Mail Server (IMAP)
fr_ca: Serveur de messagerie (IMAP)

source: Import interval
fr_ca: Intervalle d'importation

source: Emails
fr_ca: Courriels

source: Calendars
fr_ca: Calendriers

source: Import to email address
fr_ca: Importer vers une adresse courriel

source: Move to Inbox
fr_ca: Déplacer vers Boîte de réception

source: Move to Archive
fr_ca: Déplacer vers les archives

source: Manage categories
fr_ca: Gérer les catégories

source: Label messages as
fr_ca: Labelliser les messages comme

source: From: ${ importedEmail }
fr_ca: De : ${ importedEmail }

source: To: ${ emailAddress }
fr_ca: À : ${ emailAddress }

source: Manage labels
fr_ca: Gérer les labels

source: Manage folders
fr_ca: Gérer les dossiers

source: Emails (all messages)
fr_ca: Courriels (tous les messages)

source: Emails (last 12 months)
fr_ca: Courriels (12 derniers mois)

source: Emails (last 3 months)
fr_ca: Courriels (3 derniers mois)

source: Emails (last month)
fr_ca: Courriels (mois dernier)

source: (Temporarily unavailable. Please check back later.)
fr_ca: (temporairement indisponible. Veuillez vérifier plus tard)

source: Coming soon
fr_ca: Bientôt disponible

source: Upload file
fr_ca: Téléverser le fichier

source: Keyboard shortcut: ${ shortcut }
fr_ca: Raccourci clavier : ${ shortcut }

source: Password hint
fr_ca: Indice de mot de passe

source: Time
fr_ca: Heure

source: Carbon Copy
fr_ca: Copie carbone

source: Blind Carbon Copy
fr_ca: Copie carbone invisible

source: Manage my addresses
fr_ca: Gérer mes adresses

source: From
fr_ca: De

source: Frequency
fr_ca: Fréquence

source: Calendar
fr_ca: Calendrier

source: Location
fr_ca: Lieu

source: Participants
fr_ca: Participant·e·s

source: Don't show this again
fr_ca: Ne plus afficher

source: Remember my choice
fr_ca: Se souvenir de mon choix

source: Size:
fr_ca: Taille :

source: Undisclosed Recipients
fr_ca: Destinataires non divulgués

source: BCC
fr_ca: Cci

source: From:
fr_ca: De :

source: To:
fr_ca: À :

source: Search in
fr_ca: Rechercher dans

source: Keyword
fr_ca: Mot-clé

source: To
fr_ca: À

source: Sender
fr_ca: Expéditeur·rice

source: Recipient
fr_ca: Destinataire

source: Address
fr_ca: Adresse

source: Attachments
fr_ca: Pièces jointes

source: Move ${ sidebarElementName }
fr_ca: Déplacer ${ sidebarElementName }

source: Always label sender's emails
fr_ca: Toujours labelliser les courriels des expéditeurs

source: Also archive
fr_ca: Archiver aussi

source: Always move sender's emails
fr_ca: Toujours déplacer les courriels des expéditeurs

source: Toolbar
fr_ca: Barre d'outils

source: This field is required
fr_ca: Ce champ est requis

source: Email address invalid
fr_ca: Adresse courriel invalide

source: Enter 6 digits
fr_ca: Saisissez 6 chiffres

source: Invalid verification code
fr_ca: Code de vérification invalide

source: Unknown error
fr_ca: Erreur inconnue

source: Something went wrong, please ${ refresh } in order to proceed. If you still see this error message please contact our ${ supportTeam }.
fr_ca: Une erreur est survenue, veuillez ${ refresh } pour continuer. Si vous voyez toujours ce message d'erreur, veuillez contacter notre ${ supportTeam }.

source: Incorrect mailbox password. Please try again.
fr_ca: Mot de passe de la messagerie incorrect. Veuillez réessayer.

source: Incorrect login credentials. Please try again.
fr_ca: Identifiants de connexion incorrects. Veuillez réessayer.

source: Contact could not be saved
fr_ca: Le contact n'a pas pu être enregistré

source: Invalid public key file
fr_ca: Fichier de clé publique non valide

source: Some groups could not be deleted
fr_ca: Certains groupes n'ont pas pu être supprimés

source: Some contacts could not be deleted
fr_ca: Certains contacts ne peuvent pas être supprimés

source: Image upload failed
fr_ca: Échec du téléversement de l'image

source: You must set a name
fr_ca: Vous devez définir un nom

source: A group with this name already exists
fr_ca: Un groupe portant ce nom existe déjà

source: Invalid name
fr_ca: Nom invalide

source: You can't send a mail to more than 100 recipients
fr_ca: Vous ne pouvez pas envoyer de courrier à plus de 100 destinataires

# 7af97f1da7578141c0a280d82a4ca6ca7ea96502[0]
source: One of the contacts has no email address: ${ noEmailsContactNamesList }
fr_ca: Un des contacts n'a pas d'adresse courriel : ${ noEmailsContactNamesList }

# 7af97f1da7578141c0a280d82a4ca6ca7ea96502[1]
source: Some contacts have no email addresses: ${ noEmailsContactNamesList }
fr_ca: Certains contacts n'ont pas d'adresse courriel : ${ noEmailsContactNamesList }

source: You can't send vCards of more than 10 contacts
fr_ca: Vous ne pouvez pas envoyer de vCards de plus de 10 contacts

source: There was an error when exporting the contacts vCards
fr_ca: Une erreur s'est produite lors de l'exportation des vCards des contacts

# 69bc1285b518d995793a3da22124661f3f7880cb[0]
source: One of the groups has no contacts: ${ noContactGroupList }
fr_ca: Un des groupes n'a pas de contacts : ${ noContactGroupList }

# 69bc1285b518d995793a3da22124661f3f7880cb[1]
source: Some groups have no contacts: ${ noContactGroupList }
fr_ca: Certains groupes n'ont pas de contacts : ${ noContactGroupList }

source: Empty condition
fr_ca: Condition vide

source: Condition incomplete
fr_ca: Condition incomplète

source: Filter with this name already exists
fr_ca: Un filtre avec ce nom existe déjà

source: Error in one of the conditions
fr_ca: Erreur dans une des conditions

source: Require at least one condition
fr_ca: Nécessite au moins une condition

source: Require at least one action
fr_ca: Nécessite au moins une action

source: This message may contain some link's URL that cannot be properly opened by your current browser.
fr_ca: Il est possible que ce message contienne des liens URL qui pourraient ne pas être ouverts correctement par votre navigateur actuel.

source: Signature verification failed
fr_ca: Échec de la vérification de la signature

source: Domain not available, try again later
fr_ca: Domaine non disponible, veuillez réessayer plus tard

source: Request timed out
fr_ca: La requête a expiré

source: Try using only letters, numerals, and _.-
fr_ca: Essayez d'utiliser uniquement des lettres, des chiffres et ces signes : _ . -

source: This field requires a minimum of ${ minimumLength } characters.
fr_ca: Ce champ nécessite un minimum de ${ minimumLength } caractères.

source: This field exceeds the maximum of ${ maximumLength } characters.
fr_ca: Ce champ dépasse le maximum de ${ maximumLength } caractères.

source: Email is not valid
fr_ca: L'adresse électronique n'est pas valide

source: Not a valid number
fr_ca: Numéro non valide

source: Passwords do not match
fr_ca: Les mots de passe ne correspondent pas

source: Email address disabled
fr_ca: Adresse courriel désactivée

source: Primary key is not valid for sending
fr_ca: La clé principale n'est pas valide pour l'envoi.

source: Contact signature could not be verified
fr_ca: La signature du contact n'a pas pu être vérifiée

source: Primary key retrieved for ${ BRAND_NAME } user is not valid for sending
fr_ca: La clé principale récupérée pour l'utilisateur ${ BRAND_NAME } n'est pas valide pour l'envoi

source: Trusted keys are not valid for sending
fr_ca: Les clés approuvées ne sont pas valides pour l'envoi

source: No WKD key retrieved for user is valid for sending
fr_ca: Aucune clé WKD récupérée pour l'utilisateur n'est valide pour l'envoi

source: The sending key is not valid
fr_ca: La clé d'envoi n'est pas valide

source: Missing signature
fr_ca: Signature manquante

source: Contact signature not verified
fr_ca: Signature du contact non vérifiée

source: Signature not verified
fr_ca: Signature non vérifiée

source: The key properties for ${ emailAddress } could not be extracted
fr_ca: Les propriétés de la clé pour ${ emailAddress } n'ont pas pu être extraites

source: Address primary private key not found
fr_ca: La clé privée principale de l'adresse n'a pas été trouvée

source: Primary address key is not decrypted
fr_ca: La clé d'adresse principale n'est pas déchiffrée

source: Missing key packet
fr_ca: Paquet de clé manquant

source: No valid address found
fr_ca: Aucune adresse valide trouvée

source: Primary address key is not decrypted.
fr_ca: La clé d'adresse principale n'est pas déchiffrée.

source: The label name is too long. Please choose a different name.
fr_ca: Le nom du label est trop long. Veuillez en choisir un autre.

source: Label name cannot be empty.
fr_ca: Le nom du label ne peut pas être vide.

source: This label name is not available. Please choose a different name.
fr_ca: Ce nom de label n'est pas disponible. Veuillez en choisir un autre.

source: The label name is invalid. Please choose a different name.
fr_ca: Le nom du label n'est pas valide. Veuillez en choisir un autre.

source: Some of your label names exceed ${ MAIL_APP_NAME }'s maximum character limit. Please customize the import to edit these names.
fr_ca: Certains de vos noms de labels dépassent la limite de caractères autorisée par ${ MAIL_APP_NAME }. Veuillez personnaliser l'importation pour modifier ces noms.
