Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Some of your label names are unavailable. Please customize the import to edit these names.
fr_ca: Certains de vos noms de labels ne sont pas disponibles. Veuillez personnaliser l'importation pour modifier ces noms.

source: The folder name is too long. Please choose a different name.
fr_ca: Le nom du dossier est trop long. Veuillez en choisir un autre.

source: Folder name cannot be empty.
fr_ca: Le nom de dossier ne peut être vide.

source: This folder name is not available. Please choose a different name.
fr_ca: Ce nom de dossier n'est pas disponible. Veuillez choisir un autre nom.

source: The folder name is invalid. Please choose a different name.
fr_ca: Le nom du dossier n'est pas valide. Veuillez en choisir un autre.

source: Some of your folder names exceed ${ MAIL_APP_NAME }'s maximum character limit. Please customize the import to edit these names.
fr_ca: Certains de vos noms de dossiers dépassent la limite de caractères autorisée par ${ MAIL_APP_NAME }. Veuillez personnaliser l'importation pour modifier ces noms.

source: Some of your folder names are unavailable. Please customize the import to edit these names.
fr_ca: Certains de vos noms de dossiers ne sont pas disponibles. Veuillez personnaliser l'importation pour modifier ces noms.

source: There are too many folders in your external account. Please customize the import to delete some folders.
fr_ca: Il y a trop de dossiers dans votre compte externe. Veuillez personnaliser l'importation pour supprimer certains dossiers.

source: Authentication canceled.
fr_ca: Authentification annulée.

source: Authentication error.
fr_ca: Erreur d'authentification.

# d8ec83d0ce5eddb8688da51c3b10adfbcfa27f04[0]
source: Please fix the highlighted conflict to proceed.
fr_ca: Veuillez corriger le conflit en surbrillance pour continuer.

# d8ec83d0ce5eddb8688da51c3b10adfbcfa27f04[1]
source: Please fix the highlighted conflicts to proceed.
fr_ca: Veuillez corriger les conflits en surbrillance pour continuer.

source: Some of your label names are reserved. Please customize the import to edit these names.
fr_ca: Certains de vos noms de label sont réservés. Nous vous invitons à personnaliser l'importation pour modifier ces noms.

source: Some of your folder names are reserved. Please customize the import to edit these names.
fr_ca: Certains de vos noms de dossier sont réservés. Nous vous invitons à personnaliser l'importation pour modifier ces noms.

source: Calendar limit reached
fr_ca: Limite de calendriers atteinte

source: You have reached the maximum number of personal calendars. Some calendars couldn't be imported.
fr_ca: Vous avez atteint le nombre maximum de calendriers personnels. Certains calendriers n'ont pas pu être importés.

# 6c2a35380f77ffd643365e1c524730922d8e4c11[0]
source: Deselect at least ${ calendarToFixCount } calendar or
fr_ca: Désélectionnez au moins ${ calendarToFixCount } calendrier ou

# 6c2a35380f77ffd643365e1c524730922d8e4c11[1]
source: Deselect at least ${ calendarToFixCount } calendars or
fr_ca: Désélectionnez au moins ${ calendarToFixCount } calendriers ou

# 8d89d8ad90d2d5553e6c440f100adc836cb04694[0]
source: Deselect at least ${ calendarToFixCount } calendar
fr_ca: Désélectionnez au moins ${ calendarToFixCount } calendrier

# 8d89d8ad90d2d5553e6c440f100adc836cb04694[1]
source: Deselect at least ${ calendarToFixCount } calendars
fr_ca: Désélectionnez au moins ${ calendarToFixCount } calendriers

# e5ddc9e7fd1e08b8d06f1024d759643f9fb11c69[0]
source: Merge at least ${ calendarToFixCount } calendar with an existing ${ BRAND_NAME } calendar
fr_ca: Fusionnez au moins ${ calendarToFixCount } calendrier avec un calendrier ${ BRAND_NAME } existant

# e5ddc9e7fd1e08b8d06f1024d759643f9fb11c69[1]
source: Merge at least ${ calendarToFixCount } calendars with existing ${ BRAND_NAME } calendars
fr_ca: Fusionnez au moins ${ calendarToFixCount } calendriers avec des calendriers ${ BRAND_NAME } existants

source: Your import will not be processed.
fr_ca: Votre importation ne sera pas traitée.

source: No emails found to import - the account does not have an inbox
fr_ca: Aucun courriel à importer, le compte n'a pas de Boîte de réception

source: No calendars found to import
fr_ca: Aucun calendrier à importer

source: No contacts found to import
fr_ca: Aucun contact à importer

source: Please activate your content search again
fr_ca: Veuillez réactiver votre recherche de contenu

source: Content search cannot be enabled in this browser. Please quit private browsing mode or use another browser.
fr_ca: La recherche de contenu ne peut pas être activée dans ce navigateur. Veuillez quitter la navigation privée ou essayer avec un autre navigateur.

source: A problem occurred, please try again
fr_ca: Une erreur s'est produite, nous vous invitons à réessayer

source: You did not provide a file.
fr_ca: Vous n'avez pas fourni de fichier.

source: Failed to encrypt attachment. Please try again.
fr_ca: Échec du chiffrement de la pièce jointe. Veuillez essayer à nouveau.

source: Maximum number of attachments (${ attachmentsCountLimit }) exceeded
fr_ca: Nombre maximum de pièces jointes (${ attachmentsCountLimit }) dépassé

source: Attachments are limited to 25 MB
fr_ca: Les pièces jointes sont limitées à 25 Mo

# e3a02dcc6dda2f810ed9f3d02321975b223c2936[0]
source: The attachment could not be decrypted. If you have the corresponding private key, you will still be able to decrypt the file with a program such as GnuPG.
fr_ca: La pièce jointe n'a pas pu être déchiffrée. Si vous avez la clé privée correspondante, vous aurez toujours la possibilité de déchiffrer le fichier avec un programme tel que GnuPG.

# e3a02dcc6dda2f810ed9f3d02321975b223c2936[1]
source: Some of the attachments could not be decrypted. If you have the corresponding private key, you will still be able to decrypt the files with a program such as GnuPG.
fr_ca: Certaines pièces jointes n'ont pas pu être déchiffrées. Si vous avez la clé privée correspondante, vous aurez toujours la possibilité de déchiffrer les fichiers avec un programme tel que GnuPG.

source: Please repeat the password
fr_ca: Veuillez répéter le mot de passe

source: Please set a password
fr_ca: Veuillez créer un mot de passe

source: Invalid expiration time
fr_ca: Délai d'expiration invalide

source: The maximum expiration is 4 weeks
fr_ca: Le délai d’expiration maximal est de 4 semaines

source: Choose a date in the future.
fr_ca: Choisissez une date dans le futur.

# 1a64ba927bd785e2602b1e7e21a5ce94682ab906[0]
source: Choose a date within the next ${ SCHEDULED_MAX_DATE_DAYS } day.
fr_ca: Choisissez une date dans le ${ SCHEDULED_MAX_DATE_DAYS } prochain jour.

# 1a64ba927bd785e2602b1e7e21a5ce94682ab906[1]
source: Choose a date within the next ${ SCHEDULED_MAX_DATE_DAYS } days.
fr_ca: Choisissez une date dans les ${ SCHEDULED_MAX_DATE_DAYS } prochains jours.

source: ${ error.message } for <${ email }>. You can add another key or disable encryption for this contact to resolve the issue.
fr_ca: ${ error.message } pour <${ email }>. Vous pouvez ajouter une autre clé ou désactiver le chiffrement pour ce contact afin de résoudre le problème.

# c9e9a3d4223b277362cc8c3c5b3b9bf88926f0a1[0]
source: Removed duplicate recipient: ${ recipents }
fr_ca: Destinataire dupliqué supprimé : ${ recipents }

# c9e9a3d4223b277362cc8c3c5b3b9bf88926f0a1[1]
source: Removed duplicate recipients: ${ recipents }
fr_ca: Destinataires dupliqués supprimés : ${ recipents }

source: re-activate the previous key
fr_ca: réactiver la clé précédente

source: Your emails cannot be decrypted due to a recent password reset. If you remember your previous password, you can ${ reActivateKeyLink } in order to access your messages. ${ learnMoreLink }
fr_ca: Vos courriels ne peuvent pas être déchiffrés en raison d'une récente réinitialisation du mot de passe. Si vous vous souvenez de votre ancien mot de passe, vous pouvez ${ reActivateKeyLink } afin d'accéder à vos messages. ${ learnMoreLink }

source: Your emails cannot be decrypted. This may be due to a password reset. ${ learnMoreLink }
fr_ca: Vos courriels ne peuvent pas être déchiffrés. Ceci peut être dû à une réinitialisation du mot de passe. ${ learnMoreLink }

source: Network error: Please check your connection and try again.
fr_ca: Erreur réseau : veuillez vérifier votre connexion et réessayer.

source: Sorry, ${ BRAND_NAME } can't decrypt your message. Please check that all your keys are active.
fr_ca: ${ BRAND_NAME } ne peut malheureusement pas déchiffrer votre message. Nous vous invitons à vérifier que toutes vos clés sont actives.

source: Decryption error: decryption of this message's encrypted content failed.
fr_ca: Erreur de déchiffrement : le déchiffrement du contenu chiffré de ce message a échoué.

source: Message processing error.
fr_ca: Erreur de traitement du message.

source: Signature verification error.
fr_ca: Erreur de vérification de la signature.

source: Unknown error.
fr_ca: Erreur inconnue.

source: Public key could not be trusted
fr_ca: La clé publique n'a pas pu être approuvée

source: Too many active filters. Please upgrade to a paid plan to activate more filters.
fr_ca: Trop de filtres sont actifs. Nous vous invitons à passer à un abonnement payant pour activer plus de filtres.

source: This message has already been sent. A new draft has been saved.
fr_ca: Ce message a déjà été envoyé. Un nouveau brouillon a été enregistré.

source: This message has already been sent
fr_ca: Ce message a déjà été envoyé

source: Draft could not be saved. Try again.
fr_ca: Le brouillon n'a pas pu être enregistré. Veuillez réessayer.

source: Error while sending the message. Message is not sent.
fr_ca: Erreur lors de l'envoi du message. Le message n'est pas envoyé.

source: Error while uploading attachments. Message is not sent.
fr_ca: Erreur lors du téléversement des pièces jointes. Le message n'est pas envoyé.

source: No address with keys available to compose a message
fr_ca: Aucune adresse avec des clés disponibles pour écrire un message

source: Contact your organization’s administrator to resolve this
fr_ca: Contactez l’administrateur de votre organisation pour résoudre ce problème

# 6a0f4e95db5c877943e665d319fc2a0862a7851c[0]
source: You cannot open more than ${ maxActiveComposer } composer window at a time
fr_ca: Vous ne pouvez pas ouvrir plus de ${ maxActiveComposer } fenêtre de composeur à la fois

# 6a0f4e95db5c877943e665d319fc2a0862a7851c[1]
source: You cannot open more than ${ maxActiveComposer } composer windows at a time
fr_ca: Vous ne pouvez pas ouvrir plus de ${ maxActiveComposer } fenêtres de composeur à la fois

source: Message needs to be sent first
fr_ca: Le message doit d'abord être envoyé

source: Error while saving draft. Please try again.
fr_ca: Erreur lors de l'enregistrement du brouillon. Veuillez réessayer.

source: Wrong mailbox password
fr_ca: Mot de passe de messagerie incorrect

source: Enter a password
fr_ca: Saisissez un mot de passe

source: Your search matched too many results. Please limit your search and try again.
fr_ca: Votre recherche a retourné trop de résultats. Veuillez la limiter et réessayer.

source: There has been an issue with content search. Default search has been used instead.
fr_ca: Un problème est survenu avec la recherche de contenu. La recherche par défaut a été utilisée à la place.

source: Learn more
fr_ca: En savoir plus

source: What’s this?
fr_ca: Qu'est-ce que c'est?

source: Request an invite
fr_ca: Demander une invitation

source: Pay invoice
fr_ca: Payer la facture

source: Upgrade account
fr_ca: Changer d'offre

source: clearing your browser cache
fr_ca: vider le cache de votre navigateur

source: More about recovery
fr_ca: Plus d'informations sur la récupération

source: Inbox
fr_ca: Boîte de réception

source: Drafts
fr_ca: Brouillons

source: Sent
fr_ca: Envoyés

source: Trash
fr_ca: Corbeille

source: Spam
fr_ca: Pourriels

source: All mail
fr_ca: Tous les messages

source: Archive
fr_ca: Archives

source: Starred
fr_ca: Favoris

source: Outbox
fr_ca: Boîte d'envoi

source: Scheduled
fr_ca: Programmé

source: You need to activate your calendar keys to add this event
fr_ca: Vous devez activer vos clés de calendrier pour ajouter cet événement

source: You need to activate your calendar keys to manage this invitation
fr_ca: Vous devez activer vos clés de calendrier pour gérer cette invitation

source: You need to activate your calendar keys to answer this invitation
fr_ca: Vous devez activer les clés de votre calendrier pour répondre à cette invitation

source: You need to activate your calendar keys to see the updated event
fr_ca: Vous devez activer vos clés de calendrier pour voir l'événement mis à jour

source: You need to activate your calendar keys to see the updated invitation
fr_ca: Vous devez activer les clés de votre calendrier pour voir l'invitation mise à jour

source: This ICS file contains more than one event. Please download it and import the events in ${ CALENDAR_APP_NAME }
fr_ca: Ce fichier ICS contient plus d'un événement. Téléchargez-le et importez les événements dans ${ CALENDAR_APP_NAME }

source: You need to reactivate your keys to manage this invitation
fr_ca: Vous devez réactiver vos clés pour gérer cette invitation

source: You need to reactivate your keys to see the updated event
fr_ca: Vous devez réactiver vos clés pour voir l'événement mis à jour

source: You need to reactivate your keys to see the updated invitation
fr_ca: Vous devez réactiver vos clés pour voir l'invitation mise à jour

source: Create a new calendar to add this event
fr_ca: Créez un nouveau calendrier pour ajouter cet événement

source: Create a new calendar to answer this invitation
fr_ca: Créez un nouveau calendrier pour répondre à cette invitation

source: Create a new calendar to manage your invitations
fr_ca: Créez un nouveau calendrier pour gérer vos invitations

source: Open updated event in ${ CALENDAR_APP_NAME }
fr_ca: Ouvrir l'événement mis à jour dans ${ CALENDAR_APP_NAME }

source: Open in ${ CALENDAR_APP_NAME }
fr_ca: Ouvrir dans ${ CALENDAR_APP_NAME }

source: Re-enable the address linked to this calendar to manage your invitation.
fr_ca: Réactivez l'adresse liée à ce calendrier pour gérer votre invitation.

source: Re-enable the address linked to this calendar to update your invitation.
fr_ca: Réactivez l'adresse liée à ce calendrier pour gérer votre invitation.

source: Enable your address to answer this invitation.
fr_ca: Activez votre adresse pour répondre à cette invitation.

source: Create a calendar linked to an active email address.
fr_ca: Créez un calendrier relié à une adresse électronique active.

source: Enable an email address linked to one of your calendars.
fr_ca: Activez une adresse électronique reliée à un de vos calendriers.

source: Or you can delete one of your calendars and create a new one linked to an active email address.
fr_ca: Ou vous pouvez supprimer un de vos calendriers et en créer un nouveau relié à une adresse électronique active.

source: Enable your address again to modify your answer.
fr_ca: Activez à nouveau votre adresse pour modifier votre réponse.

source: Enable the email address linked to the disabled calendar to cancel the event.
fr_ca: Activez l'adresse électronique reliée au calendrier désactivé pour annuler cet événement.

source: Enable the email address linked to the disabled calendar to modify your answer.
fr_ca: Activez l'adresse électronique reliée à votre calendrier pour modifier votre réponse.

source: Manage blocked email addresses
fr_ca: Gérer les adresses courriel bloquées

source: Manage your folders
fr_ca: Gérer vos dossiers

source: Less
fr_ca: Moins

source: More
fr_ca: Plus

source: Folders
fr_ca: Dossiers

source: Terms
fr_ca: Conditions générales d'utilisation

source: Privacy policy
fr_ca: Politique de confidentialité

source: Sign up for free
fr_ca: Inscrivez-vous gratuitement

source: Key cannot be used for encryption
fr_ca: La clé ne peut pas être utilisée pour le chiffrement

source: Expand
fr_ca: Développer

source: Collapse
fr_ca: Replier

source: Today
fr_ca: Aujourd'hui

source: Use Up and Down keys to access and browse suggestions after input. Press Enter to confirm your choice, or Escape to close the suggestions box.
fr_ca: Utilisez les touches Haut et Bas pour afficher et parcourir les suggestions après la saisie. Appuyez sur Entrée pour confirmer votre choix ou sur Échap pour fermer la boîte de suggestions.

# aedd5cd8644b536273400395f8ba26765e10ca81[0]
source: Found ${ items.length } suggestion, use keyboard to navigate.
fr_ca: ${ items.length } suggestion trouvée, utilisez le clavier pour naviguer.

# aedd5cd8644b536273400395f8ba26765e10ca81[1]
source: Found ${ items.length } suggestions, use keyboard to navigate.
fr_ca: ${ items.length } suggestions trouvées, utilisez le clavier pour naviguer.

source: Side panel
fr_ca: Panneau latéral

source: Try the new side panel
fr_ca: Essayez le nouveau panneau latéral

source: Manage your contacts and view your calendar without leaving your app.
fr_ca: Gérez vos contacts et consultez votre calendrier sans quitter votre application.

source: Hide side panel
fr_ca: Masquer le panneau latéral

source: Show side panel
fr_ca: Afficher le panneau latéral

source: Encrypted data with verified digital signature
fr_ca: Données chiffrées avec une signature numérique vérifiée

source: Encrypted data
fr_ca: Données chiffrées

source: Email encryption forces email signature to help authenticate your sent messages
fr_ca: Le chiffrement de courriel force la signature des courriers électroniques pour vous aider à authentifier vos messages envoyés

source: Digitally signing emails helps authenticating that messages are sent by you
fr_ca: La signature numérique des courriels aide à vous authentifier en tant qu’expéditeur des messages

source: Select the PGP scheme to be used when signing or encrypting to a user. Note that PGP/Inline forces plain text messages
fr_ca: Sélectionnez le schéma PGP à utiliser lors de la signature ou du chiffrement vers un autre utilisateur. Notez que PGP/Inline force le format des messages en texte brut

source: Upload a public key to enable sending end-to-end encrypted emails to this email
fr_ca: Téléversez une clé publique pour activer l'envoi de messages électroniques chiffrés de bout en bout vers cette adresse courriel

source: Automatic indicates that the format in the composer is used to send to this user. Plain text indicates that the message will always be converted to plain text on send.
fr_ca: Automatique indique que le format utilisé dans le composeur est celui utilisé pour l'envoi à cet utilisateur. Texte brut indique que le message sera toujours converti en texte brut lors de l'envoi.

source: You do not have any contacts to export
fr_ca: Vous n'avez aucun contact à exporter

source: This feature is only available for paid users
fr_ca: Cette fonctionnalité est uniquement disponible pour les utilisateurs payants

source: Edit label names
fr_ca: Modifiez les noms de labels

source: Customize import to reduce the number of labels
fr_ca: Personnalisez l'importation pour réduire le nombre de labels

source: Edit folder names
fr_ca: Modifier les noms de dossier

source: Customize import to reduce the number of folders
fr_ca: Personnaliser l'importation pour réduire le nombre de dossiers

source: Gmail automatically categorizes some emails like Social or Promotions. You can select where to import these emails to.
fr_ca: Gmail catégorise automatiquement certains courriels comme « Réseau sociaux » ou « Promotions ». Vous pouvez sélectionner où importer ces courriels.

source: Each imported email will have this label
fr_ca: Chaque courriel importé aura ce label

source: The import will start with the most recent messages.
fr_ca: L'importation commencera par les messages les plus récents.

source: System subfolders will show up as separate folders in ${ MAIL_APP_NAME }
fr_ca: Les sous-dossiers système apparaîtront sous la forme de dossiers séparés dans ${ MAIL_APP_NAME }

source: This action will download all messages so they can be searched locally. Clearing your browser data will disable this option.
fr_ca: Cette action téléchargera tous les messages afin qu'ils puissent être recherchés localement. Effacer les données de votre navigateur désactivera cette option.

source: Click to replay the video
fr_ca: Cliquez pour rejouer la vidéo

source: Replay video
fr_ca: Rejouer la vidéo

source: Your current storage:
fr_ca: Votre stockage actuel :

source: Upgrade storage
fr_ca: Améliorer la capacité de stockage

source: Release notes
fr_ca: Notes de mise à jour

source: Get extra storage for free
fr_ca: Obtenez de l'espace de stockage supplémentaire gratuitement

source: Search
fr_ca: Rechercher

source: Contacts, groups and settings
fr_ca: Contacts, groupes et paramètres

source: Get help
fr_ca: Obtenir de l'aide

source: Email
fr_ca: Courriel

source: Manual
fr_ca: Manuel

source: No verification method available
fr_ca: Aucune méthode de vérification disponible

source: Overdue invoice
fr_ca: Facture impayée

source: Oops, something went wrong
fr_ca: Désolé, quelque chose s'est mal passé

source: There was a problem connecting to ${ BRAND_NAME }.
fr_ca: Il y a eu un problème lors de la connexion à ${ BRAND_NAME }.

source: Please ${ refresh } or check your connection.
fr_ca: Veuillez ${ refresh } ou vérifier votre connexion.

source: Error: ${ errorMessage }
fr_ca: Erreur : ${ errorMessage }

source: No results found
fr_ca: Aucun résultat trouvé

source: You do not have any contact yet. Start by creating a new contact
fr_ca: Vous n'avez pas encore de contact. Commencez par créer un nouveau contact

source: No results found for "${ query }"
fr_ca: Aucun résultat trouvé pour "${ query }"

source: Something went wrong. Please refresh the page or try again later.
fr_ca: Une erreur s'est produite. Veuillez rafraîchir la page ou réessayer plus tard.

source: You may also ${ refresh } or try again later.
fr_ca: Vous pouvez également ${ refresh } ou réessayer plus tard.

source: ${ BRAND_NAME } applications
fr_ca: applications ${ BRAND_NAME }

source: Contact group updated
fr_ca: Groupe de contacts mis à jour

source: Contact group created
fr_ca: Groupe de contacts créé

source: ${ Filter.Name } created
fr_ca: ${ Filter.Name } a été créé

source: Password has been set successfully
fr_ca: Le mot de passe a été correctement défini

source: Block removed
fr_ca: Le blocage a été supprimé

source: Sender ${ firstSenderAddress } blocked
fr_ca: L'expéditeur ${ firstSenderAddress } est bloqué

source: Senders blocked
fr_ca: Expéditeurs bloqués

source: The decryption of the encrypted content failed.
fr_ca: Le déchiffrement du contenu chiffré a échoué.

source: The verification of the contact details' signature failed.
fr_ca: La vérification de la signature des coordonnées a échoué.

source: The contact failed to load.
fr_ca: Le chargement du contact a échoué.

source: The contact data is corrupted and cannot be displayed.
fr_ca: Les données du contact sont corrompues et ne peuvent pas être affichées.

source: Are you sure you want to permanently delete this contact group?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ce groupe de contacts?

# c0a9c73e0a500cc6fdc97898715d89a245abbde8[0]
source: Are you sure you want to permanently delete ${ count } contact group?
fr_ca: Voulez-vous vraiment supprimer définitivement ${ count } groupe de contacts?

# c0a9c73e0a500cc6fdc97898715d89a245abbde8[1]
source: Are you sure you want to permanently delete ${ count } contact groups?
fr_ca: Voulez-vous vraiment supprimer définitivement ${ count } groupes de contacts?
