Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Click "Request new code" to have a new verification code sent to ${ strong }. If this phone number is incorrect, click "Edit" to correct it.
fr_ca: Cliquez sur « Demander un nouveau code » pour envoyer un nouveau code de vérification à ${ strong }. Si ce numéro de téléphone est incorrect, cliquez sur « Modifier » pour le corriger.

source: Enter the verification code that was sent to ${ destinationText }.
fr_ca: Entrez le code de vérification qui a été envoyé à ${ destinationText }.

source: If you don't find the email in your inbox, please check your spam folder.
fr_ca: Si vous ne trouvez pas le courriel dans votre boîte de réception, veuillez vérifier votre dossier de pourriel.

source: Would you like to receive a new verification code or use an alternative verification method?
fr_ca: Souhaitez-vous recevoir un nouveau code de vérification ou utiliser une autre méthode de vérification?

source: Your phone number will only be used for this one-time verification.
fr_ca: Votre numéro de téléphone ne sera utilisé que pour cette vérification unique.

source: Your email will only be used for this one-time verification.
fr_ca: Votre adresse électronique ne sera utilisée que pour cette vérification unique.

source: Would you like to receive a new verification code?
fr_ca: Souhaiteriez-vous recevoir un nouveau code de vérification?

source: To fight spam and abuse, please verify you are human.
fr_ca: Pour lutter contre les pourriels et les abus, veuillez vérifier que vous êtes humain.

source: If you are having trouble creating your account, please request an invitation and we will respond within one business day.
fr_ca: Si vous rencontrez des difficultés à créer votre compte, veuillez demander une invitation et nous vous répondrons dans un délai d'un jour ouvrable.

source: Your ${ BRAND_NAME } account is currently suspended. After 28 days, emails will no longer be delivered to your inbox, your Drive sharing links will be blocked, and you will not be able to upload new files. To resume normal service, please pay any overdue invoices.
fr_ca: Votre compte ${ BRAND_NAME } est suspendu. Au bout de 28 jours, les courriels ne seront plus envoyés dans votre boîte de réception, vos liens de partage Drive seront bloqués et vous ne pourrez plus télécharger de nouveaux fichiers. Pour retrouver un service normal, nous vous invitons à régler toutes les factures en retard.

source: Your ${ BRAND_NAME } account is currently suspended. Emails are no longer being delivered to your inbox. Your Drive sharing links are no longer active, and you cannot upload new files. To continue using your account, please pay any overdue invoices.
fr_ca: Votre compte ${ BRAND_NAME } est suspendu. Les courriels ne sont plus envoyés dans votre boîte de réception. Vos liens de partage Drive ne sont plus actifs et vous ne pouvez pas télécharger de nouveaux fichiers. Pour continuer à utiliser votre compte, nous vous invitons à payer toutes les factures en retard.

source: Loading ${ appName }
fr_ca: Chargement de ${ appName }

source: support team
fr_ca: équipe d'assistance

source: here
fr_ca: ici

source: This account has been suspended due to a potential policy violation.
fr_ca: Ce compte a été suspendu en raison d'une violation potentielle des règles d'utilisation.

source: If you believe this is in error, please contact us ${ contactLink }.
fr_ca: Si vous pensez que c'est une erreur, veuillez nous contacter ${ contactLink }.

source: Group assignment applied
fr_ca: Affectation de groupe appliquée

source: Create a new contact group
fr_ca: Créer un nouveau groupe de contacts

source: No group found
fr_ca: Aucun groupe trouvé

source: Primary
fr_ca: Principale

source: Duplicate key updated
fr_ca: Clé dupliquée mise à jour

source: Setting up PGP allows you to send end-to-end encrypted emails with a non-${ BRAND_NAME } user that uses a PGP compatible service.
fr_ca: La configuration de PGP vous permet d'envoyer des courriels chiffrés de bout en bout à une personne qui n'utilise pas ${ BRAND_NAME }, mais qui se sert d'un service compatible PGP.

source: Address Verification with Trusted Keys is enabled for this address. To be able to send to this address, first trust public keys that can be used for sending.
fr_ca: La vérification d'adresse avec clés approuvées est activée pour cette adresse. Pour être en mesure d'envoyer à cette adresse, commencez par approuver des clés publiques pouvant être utilisées pour l'envoi.

source: One or more of your trusted keys were marked "compromised" by their owner. We recommend that you "untrust" these keys.
fr_ca: Une ou plusieurs de vos clés de confiance ont été marquées comme «compromises» par leur propriétaire. Nous vous recommandons de ne plus faire confiance à ces clés.

source: This address is disabled. To be able to send to this address, the owner must first enable the address.
fr_ca: Cette adresse est désactivée. Pour pouvoir envoyer à cette adresse, le propriétaire doit d'abord activer cette adresse.

source: To use Address Verification, you must trust one or more available public keys, including the one you want to use for sending. This prevents the encryption keys from being faked.
fr_ca: Pour utiliser la vérification d'adresse, vous devez approuver une ou plusieurs clés publiques disponibles, y compris celles que vous souhaitez utiliser pour l'envoi. Cela empêche la falsification des clés de chiffrement.

source: None of the uploaded keys are valid for encryption. To be able to send messages to this address, please upload a valid key or disable "Encrypt emails".
fr_ca: Aucune des clés téléversées n'est valide pour le chiffrement. Pour pouvoir envoyer des messages à cette adresse, téléversez une clé valide ou désactivez la fonction « Chiffrer les courriels ».

source: Emails are automatically signed
fr_ca: Les courriels sont automatiquement signés

source: Select the email format you want to be used by default when sending an email to this email address.
fr_ca: Sélectionnez le format de message que vous souhaitez utiliser par défaut lors de l'envoi d'un courriel à cette adresse électronique.

source: PGP/Inline is only compatible with Plain Text format.
fr_ca: PGP/Inline est uniquement compatible avec le format texte brut.

source: PGP/MIME automatically sends the message using the current composer mode.
fr_ca: PGP/MIME envoie automatiquement le message en utilisant le mode actuel de l'éditeur.

source: Please note that addresses assigned to this group will NOT be deleted.
fr_ca: Veuillez noter que les adresses assignées à ce groupe ne seront PAS supprimées.

source: No contacts added yet
fr_ca: Aucun contact ajouté pour l'instant

# 71ba77582054521b746c7803e7686f259ccd4bb8[0]
source: ${ contactEmailsLength } Member
fr_ca: ${ contactEmailsLength } membre

# 71ba77582054521b746c7803e7686f259ccd4bb8[1]
source: ${ contactEmailsLength } Members
fr_ca: ${ contactEmailsLength } membres

source: Please wait while we look for contacts that contain data encrypted with the inactive key.
fr_ca: Veuillez patienter pendant que nous cherchons les contacts qui contiennent des données chiffrées avec la clé inactive.

source: Checking contact ${ progress } of ${ max }...
fr_ca: Vérification des contacts : ${ progress } sur ${ max }...

# 8a6cd31aed3f31d863a2f9a96e7505f7266fc1a6[0]
source: ${ updated } contact updated successfully.
fr_ca: ${ updated } contact correctement mis à jour.

# 8a6cd31aed3f31d863a2f9a96e7505f7266fc1a6[1]
source: ${ updated } contacts updated successfully.
fr_ca: ${ updated } contacts correctement mis à jour.

source: To recover your data, you need to re-activate the contact encryption key used at the time when the data was created. This will require you to remember the password used when the key was generated.
fr_ca: Pour récupérer vos données, vous devez réactiver la clé de chiffrement de contact utilisée au moment de la création des données. Pour ce faire, vous devez vous souvenir du mot de passe utilisé lors de la création de la clé.

source: Key fingerprint
fr_ca: Empreinte de la clé

source: Cannot remember your password? We can help you clear the encrypted data of all contacts encrypted with this key and in the process dismiss the alert.
fr_ca: Vous ne vous souvenez pas de votre mot de passe? Nous pouvons vous aider à effacer les données chiffrées de tous les contacts chiffrés avec cette clé et, par la même occasion, à supprimer l'alerte.

source: Please wait while we look for contacts that can be re-signed with the primary encryption key.
fr_ca: Veuillez patienter pendant que nous recherchons des contacts qui peuvent être signés une nouvelle fois avec la clé de chiffrement principale.

source: To re-sign your contacts, we need to check every contact against the list of encryption keys available in your account. If no match is found, your contact will be re-signed with the primary encryption key.
fr_ca: Pour signer une nouvelle fois vos contacts, nous devons vérifier chaque contact à l'aide de la liste des clés de chiffrement disponible dans votre compte. Si aucune correspondance n'est trouvée, votre contact sera de nouveau signé avec la clé de chiffrement principale.

source: Please note that this process may take some time depending on the size of your address book.
fr_ca: Veuillez noter que ce processus peut prendre un certain temps en fonction de la taille de votre carnet d'adresses.

source: ${ contactName } contains multiple email addresses.
fr_ca: ${ contactName } dispose de plusieurs adresses courriel.

# 117613eab05acef274179d2a48aa396d70f6de28[0]
source: ${ contactCount } contact contains multiple email addresses.
fr_ca: Le contact ${ contactCount } dispose de plusieurs adresses courriel.

# 117613eab05acef274179d2a48aa396d70f6de28[1]
source: ${ contactCount } contacts contain multiple email addresses.
fr_ca: Les contacts ${ contactCount } disposent de plusieurs adresses courriel.

source: Please select which email address or addresses to add to ${ groupName }.
fr_ca: Sélectionnez l'adresse ou les adresses électroniques à ajouter à ${ groupName }.

# 99305a89466abd2d6e60ee8b1b2543b16033c181[0]
source: Please select which email address or addresses to add to ${ groupCount } group.
fr_ca: Sélectionnez l'adresse ou les adresses électroniques à ajouter à ${ groupCount } groupe.

# 99305a89466abd2d6e60ee8b1b2543b16033c181[1]
source: Please select which email address or addresses to add to ${ groupCount } groups.
fr_ca: Sélectionnez l'adresse ou les adresses électroniques à ajouter à ${ groupCount } groupes.

source: You can either update your search query or ${ button }
fr_ca: Vous pouvez soit mettre à jour votre recherche soit ${ button }

source: No email address
fr_ca: Aucune adresse courriel

# 4ca88537903e192ebf43cc3223c564f6f1cad2b8[0]
source: ${ addressCount } email address
fr_ca: ${ addressCount } adresse courriel

# 4ca88537903e192ebf43cc3223c564f6f1cad2b8[1]
source: ${ addressCount } email addresses
fr_ca: ${ addressCount } adresses courriel

# bcbe883ab9ad4d66a57e48c8e7d5bad0c2ac46b3[0]
source: ${ contactsCount } contact found
fr_ca: ${ contactsCount } contact trouvé

# bcbe883ab9ad4d66a57e48c8e7d5bad0c2ac46b3[1]
source: ${ contactsCount } contacts found
fr_ca: ${ contactsCount } contacts trouvés

# dfa135adb37b27d8f9fb7d5d7ed5101e39787edc[0]
source: ${ groupCounts } group found
fr_ca: ${ groupCounts } groupe trouvé

# dfa135adb37b27d8f9fb7d5d7ed5101e39787edc[1]
source: ${ groupCounts } groups found
fr_ca: ${ groupCounts } groupes trouvés

source: The application needs to locally decrypt your contacts before they can be exported. At the end of the process, a VCF file will be generated and you will be able to download it.
fr_ca: Nous devons déchiffrer vos contacts localement avant de pouvoir les exporter. À la fin du processus, un fichier VCF sera généré et vous pourrez le télécharger.

source: CSV files from Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora and some other apps as well as vCard 3.1 and 4.0 formats (UTF-8 encoding) are supported.
fr_ca: Les fichiers CSV d'Outlook, Outlook Express, Yahoo! Mail, Hotmail, Eudora et de certaines autres applications ainsi que les formats vCard 3.1 et 4.0 (encodage UTF-8) sont pris en charge.

source: Unsupported file
fr_ca: Fichier non pris en charge

source: No preview available
fr_ca: Aucun aperçu disponible

source: Please wait till your changes are synced with the server.
fr_ca: Veuillez attendre que vos modifications soient synchronisées avec le serveur.

source: All your changes will be lost.
fr_ca: Toutes vos modifications seront perdues.

source: Are you sure you want to discard your changes?
fr_ca: Êtes-vous sûr·e de vouloir abandonner vos changements?

source: Preview
fr_ca: Aperçu

source: Loading...
fr_ca: Chargement en cours...

source: This browser does not support previewing PDF documents. Please download the file.
fr_ca: Ce navigateur ne prend pas en charge l'aperçu des documents PDF. Veuillez télécharger le fichier.

source: Preview failed to be loaded
fr_ca: L'aperçu n'a pas pu être chargé

source: Loading preview
fr_ca: Chargement de l'aperçu

source: Unsaved changes
fr_ca: Les modifications ne sont pas enregistrées

source: of
fr_ca: de

source: Enter the code from your authenticator app
fr_ca: Entrez le code de votre application d'authentification

source: Each code can only be used once
fr_ca: Chaque code ne peut être utilisé qu'une seule fois

source: When you set up two-factor authentication, we provide recovery codes which you can use to sign in if you lose access to your authenticator app.
fr_ca: Lorsque vous configurez l'authentification à deux facteurs, nous fournissons des codes de récupération que vous pouvez utiliser pour vous connecter si vous perdez l'accès à votre application d'authentification.

source: Enter your own password (as organization admin).
fr_ca: Entrez votre propre mot de passe (en tant qu'administrateur de l'organisation).

source: Your account has at least one overdue invoice. Your account is restricted. Continued non-payment will block your emails and sharing links. ${ payInvoiceLink }
fr_ca: Votre compte ayant au moins une facture en retard, il est restreint. Vos courriels et liens de partage seront bloqués en cas de non-paiement. ${ payInvoiceLink }

source: Your account has at least one overdue invoice. Your account is restricted, and all services are now blocked until payment. ${ payInvoiceLink }
fr_ca: Votre compte ayant au moins une facture en retard, il est restreint et tous les services sont bloqués jusqu'au paiement. ${ payInvoiceLink }

source: Your account has at least one overdue invoice. Your access will soon get restricted. ${ payInvoiceLink }
fr_ca: Votre compte a au moins une facture en retard. Votre accès sera bientôt restreint. ${ payInvoiceLink }

source: Account access restricted due to unpaid invoices. Please contact your administrator.
fr_ca: Accès au compte restreint en raison de factures impayées. Veuillez contacter votre administrateur.

source: ${ appName } needs your permission to ${ enableDesktopNotifications }.
fr_ca: ${ appName } a besoin de votre permission pour ${ enableDesktopNotifications }.

source: Free up some space or add more storage space.
fr_ca: Libérez de l'espace ou ajoutez plus d'espace de stockage.

source: Free up some space or contact your administrator.
fr_ca: Libérez de l'espace ou contactez votre administrateur.

source: You reached 100% of your storage capacity. You cannot send or receive new emails. ${ freeUpMessage } ${ upgradeLink }
fr_ca: Vous avez atteint 100 % de votre capacité de stockage. Vous ne pouvez pas envoyer ou recevoir de nouveaux courriels. ${ freeUpMessage } ${ upgradeLink }

source: You reached ${ spaceDisplayed }% of your storage capacity. ${ freeUpMessage } ${ upgradeLink }
fr_ca: Vous avez atteint ${ spaceDisplayed } % de votre capacité de stockage. ${ freeUpMessage } ${ upgradeLink }

source: You are currently signed in as ${ user.Name } (${ user.Email }).
fr_ca: Vous êtes actuellement connecté·e en tant que ${ user.Name } (${ user.Email }).

source: Internet connection restored.
fr_ca: Connexion Internet rétablie.

source: Internet connection lost. Please check your device's connectivity.
fr_ca: Connexion Internet perdue. Veuillez vérifier la connectivité de votre appareil.

source: Refreshing the page or ${ link } will automatically resolve most issues.
fr_ca: Rafraîchir la page ou ${ link } résoudra automatiquement la plupart des problèmes.

source: Basic navigation and actions remain available regardless of keyboard shortcuts being active or not in the settings.
fr_ca: La navigation de base et les actions restent disponibles indépendamment des raccourcis clavier activés ou non dans les paramètres.

source: Inherited from parent folder
fr_ca: Hérité du dossier parent

source: You can turn on notifications to get alerts when new email messages arrive in this folder.
fr_ca: Vous pouvez activer les notifications pour recevoir des alertes lorsque de nouveaux messages arrivent dans ce dossier.

source: Name your new folder and select the parent folder you want to put it in. If you do not select a parent folder, this new folder will be created as a top level folder.
fr_ca: Nommez votre nouveau dossier et sélectionnez le dossier parent dans lequel vous voulez le mettre. Si vous ne sélectionnez pas un dossier parent, ce nouveau dossier sera créé en tant que dossier de premier niveau.

source: Emails tagged with this label will not be deleted and can still be found in the respective folder.
fr_ca: Les messages marqués avec ce label ne seront pas effacés et pourront toujours être retrouvés dans leurs dossiers respectifs.

source: Are you sure you want to delete this label?
fr_ca: Êtes-vous sûr·e de vouloir supprimer ce label?

source: Emails stored in this folder will not be deleted and can still be found in the All Mail folder.
fr_ca: Les messages stockés dans ce dossier ne seront pas effacés et pourront toujours être retrouvés dans le dossier « Tous les messages ».

source: Are you sure you want to delete this folder? All children folders will also be deleted.
fr_ca: Êtes-vous sûr·e de vouloir supprimer ce dossier? Tous les dossiers enfants seront également supprimés.

source: Recovery phrase copied to clipboard
fr_ca: Phrase de récupération copiée dans le presse-papiers

source: Your recovery phrase is a series of 12 words in a specific order.
fr_ca: Votre phrase de récupération est une série de 12 mots dans un ordre spécifique.

source: Please keep it safe. You'll need it to access your account and decrypt your data in case of a password reset.
fr_ca: Veuillez le garder en sécurité. Vous en aurez besoin pour accéder à votre compte et déchiffrer vos données en cas de réinitialisation du mot de passe.

source: Recovery phrase downloaded
fr_ca: Phrase de récupération téléchargée

source: Set a recovery phrase
fr_ca: Créer une phrase de récupération

source: A recovery phrase is one of the safest ways to protect access to your account. You can use it to access your account and recover your encrypted data if you ever forget your password.
fr_ca: Une phrase de récupération est l'un des moyens les plus sûrs de protéger l'accès à votre compte. Vous pouvez l'utiliser pour accéder à votre compte et récupérer vos données chiffrées si jamais vous oubliez votre mot de passe.

source: Your recovery phrase
fr_ca: Votre phrase de récupération

source: No folder selected
fr_ca: Aucun dossier sélectionné

source: No label selected
fr_ca: Aucun label sélectionné

source: No action selected
fr_ca: Aucune action sélectionnée

source: (Filter if ALL of the following conditions are met)
fr_ca: (filtrer si TOUTES les conditions suivantes sont remplies)

source: (Filter if ANY of the following conditions are met)
fr_ca: (filtrer si l’UNE des conditions suivantes est remplie)

source: Filters work on all emails, including incoming as well as sent emails. Each filter must contain at least a name, a condition and an action.
fr_ca: Les filtres fonctionnent sur tous les messages, y compris les courriels entrants et envoyés. Chaque filtre doit contenir au moins un nom, une condition et une action.

source: Images have been removed because they are not allowed in auto-reply
fr_ca: Les images ont été supprimées, car elles ne sont pas autorisées dans la réponse automatique

source: Session timed out
fr_ca: Session expirée

source: Internet connection lost
fr_ca: Connexion Internet perdue

source: Servers are unreachable. Please try again in a few minutes
fr_ca: Les serveurs sont inaccessibles. Veuillez réessayer dans quelques minutes

source: Sent with <a href="${ link }" target="_blank">${ APPS_CONFIGURATION[APPS.PROTONMAIL].name }</a> secure email.
fr_ca: Envoyé avec la messagerie sécurisée <a href="${ link }" target="_blank">${ APPS_CONFIGURATION[APPS.PROTONMAIL].name }</a>.

source: Custom daily
fr_ca: Quotidiennement (personnalisé)

source: Custom weekly
fr_ca: Hebdomadairement (personnalisé)

source: Custom monthly
fr_ca: Mensuellement (personnalisé)

source: Custom yearly
fr_ca: Annuellement (personnalisé)

source: Custom
fr_ca: Personnalisée

source: Daily
fr_ca: Quotidiennement

source: Monthly ${ onDayString }
fr_ca: Mensuellement le ${ onDayString }

source: Yearly
fr_ca: Annuellement

source: Create a label for the imported messages, a time range for this import, and the labels you would like to import.
fr_ca: Créez un label pour les messages importés, une plage de temps pour cette importation et les dossiers que vous souhaitez importer.

# a2cf2acb7b1fd7b5b17d20da113dd83b2e9a584a[0]
source: All (${ totalFoldersCount } label)
fr_ca: Tous (${ totalFoldersCount } label)

# a2cf2acb7b1fd7b5b17d20da113dd83b2e9a584a[1]
source: All (${ totalFoldersCount } labels)
fr_ca: Tous (${ totalFoldersCount } labels)

# 1186b9bbf3dde5d118cd83f015285134f487f614[0]
source: ${ selectedFoldersCount } label selected
fr_ca: ${ selectedFoldersCount } label sélectionné

# 1186b9bbf3dde5d118cd83f015285134f487f614[1]
source: ${ selectedFoldersCount } labels selected
fr_ca: ${ selectedFoldersCount } labels sélectionnés

# 9b0f855411ef298fb614c6465ba057ef9961cfd0[0]
source: ${ providerFoldersNumLocalized } label found in Gmail
fr_ca: ${ providerFoldersNumLocalized } label trouvé dans Gmail

# 9b0f855411ef298fb614c6465ba057ef9961cfd0[1]
source: ${ providerFoldersNumLocalized } labels found in Gmail
fr_ca: ${ providerFoldersNumLocalized } labels trouvés dans Gmail

# 275f9d1d496d03827e81bb8d0cd4ab32fd19e05d[0]
source: ${ selectedFoldersCountLocalized } label selected
fr_ca: ${ selectedFoldersCountLocalized } label sélectionné

# 275f9d1d496d03827e81bb8d0cd4ab32fd19e05d[1]
source: ${ selectedFoldersCountLocalized } labels selected
fr_ca: ${ selectedFoldersCountLocalized } labels sélectionnés

source: Create a label for the imported messages, a time range for this import, and the folders you would like to import.
fr_ca: Créez un label pour les messages importés, une plage de temps pour cette importation et les dossiers que vous souhaitez importer.

# 62154caa45b1d601f6a4660ef2afbc3a8e380bf5[0]
source: All (${ totalFoldersCount } folder)
fr_ca: Tous (${ totalFoldersCount } dossier)

# 62154caa45b1d601f6a4660ef2afbc3a8e380bf5[1]
source: All (${ totalFoldersCount } folders)
fr_ca: Tous (${ totalFoldersCount } dossiers)

# 88a0cf3838b6da97def7b78a986b507ff23f9e9b[0]
source: ${ selectedFoldersCount } folder selected
fr_ca: ${ selectedFoldersCount } dossier sélectionné

# 88a0cf3838b6da97def7b78a986b507ff23f9e9b[1]
source: ${ selectedFoldersCount } folders selected
fr_ca: ${ selectedFoldersCount } dossiers sélectionnés

# dc0c80e6050c27b3884b7aad035de09d20b053c0[0]
source: ${ providerFoldersNumLocalized } folder found
fr_ca: ${ providerFoldersNumLocalized } dossier trouvé
