Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

# dc0c80e6050c27b3884b7aad035de09d20b053c0[1]
source: ${ providerFoldersNumLocalized } folders found
fr_ca: ${ providerFoldersNumLocalized } dossiers trouvés

# d5393d68f6a9d714335bc74864ab01ab2681e334[0]
source: ${ selectedFoldersCountLocalized } folder selected
fr_ca: ${ selectedFoldersCountLocalized } dossier sélectionné

# d5393d68f6a9d714335bc74864ab01ab2681e334[1]
source: ${ selectedFoldersCountLocalized } folders selected
fr_ca: ${ selectedFoldersCountLocalized } dossiers sélectionnés

source: Your import will not be processed.
fr_ca: Votre importation ne sera pas traitée.

source: Enter the credentials of the email account you want to import from.
fr_ca: Saisissez les identifiants du compte de messagerie depuis lequel vous souhaitez importer.

source: Your login information will not be saved after the import is completed.
fr_ca: Vos informations de connexion ne seront pas enregistrées une fois l'importation terminée.

source: Import in progress
fr_ca: Importation en cours

source: Importing your data from ${ importedEmailAddress } to ${ toEmail }.
fr_ca: Importation de vos données de ${ importedEmailAddress } vers ${ toEmail }.

source: We'll notify you when the import is done.
fr_ca: Nous vous informerons lorsque l'importation sera terminée.

source: Large imports can take several days.
fr_ca: Les importations importantes peuvent prendre plusieurs jours.

source: You can check the progress ${ importProgressLink }.
fr_ca: Vous pouvez vérifier la progression ${ importProgressLink }.

source: Close this screen to exit.
fr_ca: Fermez cet écran pour quitter.

source: Import mailbox
fr_ca: Importer une boîte aux lettres

source: Label all imported messages as
fr_ca: Labelliser tous les messages importés comme

source: You can import one data type at a time.
fr_ca: Vous pouvez importer un type de données à la fois.

source: Temporarily unavailable. Please check back later.
fr_ca: Temporairement indisponible. Veuillez vérifier plus tard.

source: To import events, first create a calendar in ${ CALENDAR_APP_NAME }. This is where the events will appear after the import.
fr_ca: Pour importer des événements, créez d'abord un calendrier dans ${ CALENDAR_APP_NAME }. Ce calendrier contiendra les événements après leur importation.

source: Please select the folders you would like to import:
fr_ca: Veuillez sélectionner les dossiers que vous souhaitez importer :

source: Import your emails, calendars, and contacts from another service to ${ BRAND_NAME }. We'll guide you each step of the way and encrypt your data as it gets moved. Welcome to the world of privacy.
fr_ca: Importez vos courriels, calendriers et contacts depuis un autre service vers ${ BRAND_NAME }. Nous vous guidons à chaque étape et chiffrons vos données pendant leur transfert. Bienvenue dans un monde respectueux de votre vie privée.

source: Select what you want to import.
fr_ca: Sélectionnez ce que vous voulez importer.

source: Your data is ready to import from ${ importedEmailAddressStrong } to your ${ BRAND_NAME } account.
fr_ca: Vos données sont prêtes à être importées depuis ${ importedEmailAddressStrong } vers votre compte ${ BRAND_NAME }.

source: Just confirm your selection and we'll do the rest.
fr_ca: Confirmez simplement votre sélection et nous ferons le reste.

# 8417b72c27df89ed606b13187c4fca0830e44564[0]
source: Import ${ selectedCalendarsCount } of ${ totalCalendarsCount } calendar
fr_ca: Importer ${ selectedCalendarsCount } de ${ totalCalendarsCount } calendrier

# 8417b72c27df89ed606b13187c4fca0830e44564[1]
source: Import ${ selectedCalendarsCount } of ${ totalCalendarsCount } calendars
fr_ca: Importer ${ selectedCalendarsCount } de ${ totalCalendarsCount } calendriers

# 92b97619c8b890a0e5a7767786ef00de54a13462[0]
source: Create ${ calendarsToBeCreated } new calendar
fr_ca: Créer ${ calendarsToBeCreated } nouveau calendrier

# 92b97619c8b890a0e5a7767786ef00de54a13462[1]
source: Create ${ calendarsToBeCreated } new calendars
fr_ca: Créer ${ calendarsToBeCreated } nouveaux calendriers

# 98628d2c62e9818c7b6dca98555a989095d6404f[0]
source: ${ calendarsToBeMerged } merged calendar
fr_ca: ${ calendarsToBeMerged } calendrier fusionné

# 98628d2c62e9818c7b6dca98555a989095d6404f[1]
source: ${ calendarsToBeMerged } merged calendars
fr_ca: ${ calendarsToBeMerged } calendriers fusionnés

source: and
fr_ca: et

# 6dd625d2f3c43081b85b61ee7b3839a2460f3bdb[0]
source: ${ numContactGroups } contact group
fr_ca: ${ numContactGroups } groupe de contacts

# 6dd625d2f3c43081b85b61ee7b3839a2460f3bdb[1]
source: ${ numContactGroups } contact groups
fr_ca: ${ numContactGroups } groupes de contacts

source: Import ${ contactsFragment } and ${ contactsGroupsFragment }
fr_ca: Importer ${ contactsFragment } et ${ contactsGroupsFragment }

source: New
fr_ca: Nouveau

source: Merged
fr_ca: Fusionné

# 46edd06a111b73d900adb18b46327f1935d438d1[0]
source: ${ selectedCalendarsTotal } of ${ providerCalendars.length } calendar
fr_ca: ${ selectedCalendarsTotal } sur ${ providerCalendars.length } calendrier

# 46edd06a111b73d900adb18b46327f1935d438d1[1]
source: ${ selectedCalendarsTotal } of ${ providerCalendars.length } calendars
fr_ca: ${ selectedCalendarsTotal } sur ${ providerCalendars.length } calendriers

# 8f414c7fc1ae24b04a20086dc7b2c68962c5222b[0]
source: ${ calendarsToBeCreatedCount } new calendar
fr_ca: ${ calendarsToBeCreatedCount } nouveau calendrier

# 8f414c7fc1ae24b04a20086dc7b2c68962c5222b[1]
source: ${ calendarsToBeCreatedCount } new calendars
fr_ca: ${ calendarsToBeCreatedCount } nouveaux calendriers

# aac44ad12ec2c9fff4656442fff643d90474f07d[0]
source: ${ calendarsToBeMergedCount } merged calendar
fr_ca: ${ calendarsToBeMergedCount } calendrier fusionné

# aac44ad12ec2c9fff4656442fff643d90474f07d[1]
source: ${ calendarsToBeMergedCount } merged calendars
fr_ca: ${ calendarsToBeMergedCount } calendriers fusionnés

source: Select which calendars to import. A new calendar will be created for each imported calendar up to the 20 calendars limit.
fr_ca: Sélectionnez les calendriers à importer. Un nouveau calendrier sera créé pour chaque calendrier importé dans la limite de 20 calendriers.

source: You can also merge imported calendars with existing ${ BRAND_NAME } calendars.
fr_ca: Vous pouvez aussi fusionner des calendriers importés avec des calendriers ${ BRAND_NAME } existants.

source: Import from
fr_ca: Importer depuis

source: Create in
fr_ca: Créer dans

# 11e2a1e222de1007d1937909237e653c3dced8c8[0]
source: ${ contactGroupName } (${ numberOfSelectedContacts }/${ numberOfContactsInGroup } member)
fr_ca: ${ contactGroupName } (${ numberOfSelectedContacts }/${ numberOfContactsInGroup } membre)

# 11e2a1e222de1007d1937909237e653c3dced8c8[1]
source: ${ contactGroupName } (${ numberOfSelectedContacts }/${ numberOfContactsInGroup } members)
fr_ca: ${ contactGroupName } (${ numberOfSelectedContacts }/${ numberOfContactsInGroup } membres)

# 379d326fa6e6f9b47dfdc53c763504f32deb220d[0]
source: Do you want to download this attachment anyway?
fr_ca: Voulez-vous quand même télécharger cette pièce jointe?

# 379d326fa6e6f9b47dfdc53c763504f32deb220d[1]
source: Do you want to download these attachments anyway?
fr_ca: Voulez-vous quand même télécharger ces pièces jointes?

# 9971548acf6d36807dbc18ae40415f175a9bed25[0]
source: file attached
fr_ca: fichier joint

# 9971548acf6d36807dbc18ae40415f175a9bed25[1]
source: files attached
fr_ca: fichiers joints

# 6c854a1196ff1ae8bfeeecea93fb6cefed81e796[0]
source: embedded image
fr_ca: image intégrée

# 6c854a1196ff1ae8bfeeecea93fb6cefed81e796[1]
source: embedded images
fr_ca: images intégrées

source: Loading message
fr_ca: Chargement du message

source: You can add it as an attachment or display it inline in your mail body.
fr_ca: Vous pouvez l'ajouter en pièce jointe ou l'afficher en ligne dans le corps de votre courrier.

source: The original message you are trying to forward / reply to is in the process of being sent. If you continue, you will not be able to undo sending of the original message any longer.
fr_ca: Le message original que vous essayez de transférer ou auquel vous répondez est en cours d'envoi. Si vous continuez, vous ne pourrez plus annuler l'envoi du message original.

source: Sending messages from @pm.me address is a paid feature. Your message will be sent from your default address ${ email }
fr_ca: L'envoi de messages depuis une adresse @pm.me est une fonctionnalité payante. Votre message sera envoyé à partir de votre adresse par défaut ${ email }

source: Don't forget to share the password with the recipient
fr_ca: N'oubliez pas de communiquer le mot de passe au destinataire

source: Your message will be deleted from the recipient's inbox and your sent folder today at ${ formattedTime }
fr_ca: Votre message sera supprimé de la boîte de réception du destinataire et de votre dossier d'envoi aujourd'hui à ${ formattedTime }

source: Your message will be deleted from the recipient's inbox and your sent folder tomorrow at ${ formattedTime }
fr_ca: Votre message sera supprimé de la boîte de réception du destinataire et de votre dossier d'envoi aujourd'hui à ${ formattedTime }

source: Your message will be deleted from the recipient's inbox and your sent folder on ${ dateString } at ${ formattedTime }
fr_ca: Votre message sera supprimé de la boîte de réception du destinataire et de votre dossier d'envoi le ${ dateString } à ${ formattedTime }

source: Expiration time
fr_ca: Délai d’expiration

source: Edit expiration time
fr_ca: Modifier le délai d'expiration

# 285222f14130eb1d1e09407ffd4da52716d9a62b[0]
source: Day
fr_ca: Jour

# 285222f14130eb1d1e09407ffd4da52716d9a62b[1]
source: Days
fr_ca: Jours

# ebdea1c0b10f7fde746822050ce43e5a4fc6c118[0]
source: Hour
fr_ca: Heure

# ebdea1c0b10f7fde746822050ce43e5a4fc6c118[1]
source: Hours
fr_ca: Heures

source: I'm sending this message to a non-${ MAIL_APP_NAME } user.
fr_ca: J'envoie ce message à une personne qui n'utilise pas ${ MAIL_APP_NAME }.

source: Your message will expire today.
fr_ca: Votre message expirera aujourd'hui.

source: Your message will expire tomorrow.
fr_ca: Votre message expirera demain.

# 1b0f749a93e3c0209a501c9ff46edfcbec68a8eb[0]
source: Your message will expire in ${ numberOfDays } day.
fr_ca: Votre message expirera dans ${ numberOfDays } jour.

# 1b0f749a93e3c0209a501c9ff46edfcbec68a8eb[1]
source: Your message will expire in ${ numberOfDays } days.
fr_ca: Votre message expirera dans ${ numberOfDays } jours.

source: non-${ MAIL_APP_NAME }
fr_ca: autre que ${ MAIL_APP_NAME }

source: Send an encrypted, password protected message to a ${ boldText } email address.
fr_ca: Envoyez un message chiffré, protégé par un mot de passe, à une adresse électronique ${ boldText }.

source: Edit encryption
fr_ca: Modifier le chiffrement

source: Encrypt message
fr_ca: Chiffrer le message

source: When do you want your message to be sent?
fr_ca: Quand souhaitez-vous que votre message soit envoyé?

source: Are you sure you want to permanently delete this draft?
fr_ca: Êtes-vous sûr·e de vouloir supprimer définitivement ce brouillon?

source: Please add at least one recipient.
fr_ca: Veuillez ajouter au moins un destinataire.

source: You have not given your email any subject. Do you want to send the message anyway?
fr_ca: Vous n'avez donné aucun sujet à votre message. Voulez-vous quand même l'envoyer?

source: You wrote “${ attachmentsFoundKeyword }”, but no attachment has been added. Do you want to send your message anyway?
fr_ca: Vous avez écrit « ${ attachmentsFoundKeyword } », mais aucune pièce jointe n’a été ajoutée. Souhaitez-vous tout de même envoyer votre message ?

source: Message expiration works out-of-the-box when sending emails to other ${ MAIL_APP_NAME } users. To send expiring emails to non-${ BRAND_NAME } users, please cancel and add password protection to your email.
fr_ca: L'expiration des messages fonctionne pour l'envoi de courriels à d'autres utilisateurs ${ MAIL_APP_NAME }. Pour envoyer des courriels à durée d’expiration à des utilisateurs n’utilisant pas ${ BRAND_NAME }, veuillez annuler l’envoi et ajouter une protection par mot de passe à votre message.

source: Members
fr_ca: Membres

source: Copied to clipboard
fr_ca: Copié dans le presse-papiers

source: Click to view group details
fr_ca: Cliquez pour afficher les détails du groupe

source: Right-click for options
fr_ca: Cliquez avec le bouton droit de la souris pour afficher les options

source: From
fr_ca: De

source: Subject
fr_ca: Objet

source: Rich text
fr_ca: Texte enrichi

source: Plain text
fr_ca: Texte brut

source: Attach public key
fr_ca: Attacher une clé publique

source: Request read receipt
fr_ca: Demander une confirmation de lecture

source: Saved at ${ dateString }
fr_ca: Enregistré le ${ dateString }

source: Saved yesterday
fr_ca: Enregistré hier

source: Saved on ${ dateString }
fr_ca: Enregistré le ${ dateString }

source: Message will be sent today at ${ formattedTime }
fr_ca: Le message sera envoyé aujourd'hui à ${ formattedTime }

source: Message will be sent tomorrow at ${ formattedTime }
fr_ca: Le message sera envoyé demain à ${ formattedTime }

source: Message will be sent on ${ dateString } at ${ formattedTime }
fr_ca: Le message sera envoyé le ${ dateString } à ${ formattedTime }

source: Message sent
fr_ca: Message envoyé

source: Message sent.
fr_ca: Message envoyé.

source: Scheduling message...
fr_ca: Programmation du message...

source: Sending message...
fr_ca: Envoi du message en cours...

source: Draft saved.
fr_ca: Brouillon sauvegardé.

source: Saving draft…
fr_ca: Enregistrement du brouillon…

# fc5919d3c23cd4df5b9fe46e65c9a8282cf6d2dc[0]
source: ${ numberOfTrackers } email tracker blocked
fr_ca: ${ numberOfTrackers } traqueur de courriel bloqué

# fc5919d3c23cd4df5b9fe46e65c9a8282cf6d2dc[1]
source: ${ numberOfTrackers } email trackers blocked
fr_ca: ${ numberOfTrackers } traqueurs de courriel bloqués

source: Search taking too long? ${ dropdownButton } or ${ toggleOffButton } from this search session.
fr_ca: La recherche prend trop de temps ? ${ dropdownButton } ou ${ toggleOffButton } de cette session de recherche.

source: This message will expire ${ formattedDate }
fr_ca: Ce message expirera le ${ formattedDate }

source: Verified ${ BRAND_NAME } message
fr_ca: Message de ${ BRAND_NAME } vérifié

source: (No Recipient)
fr_ca: (aucun destinataire)

# b53106b2e89f7ad8349a47442396773740c9b248[0]
source: ${ numOccurrences } occurrence found in the mail content
fr_ca: ${ numOccurrences } occurrence trouvée dans le contenu du courrier

# b53106b2e89f7ad8349a47442396773740c9b248[1]
source: ${ numOccurrences } occurrences found in the mail content
fr_ca: ${ numOccurrences } occurrences trouvées dans le contenu du courrier

# 72b424d178e309219ca01d6eaed158bec3f7cb77[0]
source: ${ numOccurrences } occurrence found
fr_ca: ${ numOccurrences } occurrence trouvée

# 72b424d178e309219ca01d6eaed158bec3f7cb77[1]
source: ${ numOccurrences } occurrences found
fr_ca: ${ numOccurrences } occurrences trouvées

source: No more results found
fr_ca: Pas d'autres résultats trouvés

source: Hide original message
fr_ca: Masquer le message d'origine

source: We could not verify the sender's trusted keys.
fr_ca: Nous n'avons pas pu vérifier les clés approuvées de l'expéditeur·rice.

source: When you enabled trusted keys for ${ senderName }, the public keys were added to the contact details.
fr_ca: Lorsque vous avez activé les clés de confiance pour ${ senderName }, les clés publiques ont été ajoutées aux informations de contact.

source: There has been an error with the signature used to verify the contact details, which may be the result of a password reset.
fr_ca: Il y a eu une erreur avec la signature utilisée pour vérifier les coordonnées qui peut provenir d'une réinitialisation du mot de passe.

source: This message is automatically generated as a response to a previous message.
fr_ca: Ce message a été généré automatiquement en réponse à un message précédent.

source: Sender has been blocked.
fr_ca: L'expéditeur a été bloqué.

source: This message has been adjusted to comply with a dark background.
fr_ca: Ce message a été ajusté pour être adapté à un fond sombre.

source: Subject is end-to-end encrypted
fr_ca: L'objet est chiffré de bout en bout

source: Subject:
fr_ca: Objet :

source: This invitation is saved in a disabled calendar.
fr_ca: Cette invitation est enregistrée dans un calendrier désactivé.

source: You cannot reply from the invited address.
fr_ca: Vous ne pouvez pas répondre à partir de l'adresse invitée.

source: All your calendars are disabled.
fr_ca: Tous vos calendriers sont désactivés.

source: This message is signed by a key that has not been trusted yet.
fr_ca: Ce message est signé par une clé qui n'a pas encore été approuvée.

source: This message is signed by the key attached, that has not been trusted yet.
fr_ca: Ce message est signé avec une clé attachée qui n'a pas encore été approuvée.

source: An unknown public key has been detected for this recipient.
fr_ca: Une clé publique inconnue a été détectée pour ce destinataire.

source: This sender's public key has not been trusted yet.
fr_ca: La clé publique de cet expéditeur n'a pas encore été approuvée.

source: The sender has requested a read receipt.
fr_ca: L'expéditeur·rice a demandé une confirmation de lecture.

source: This message will be sent shortly
fr_ca: Ce message va être envoyé sous peu

source: This message will be sent today at ${ formattedTime }
fr_ca: Ce message sera envoyé aujourd'hui à ${ formattedTime }

source: This message will be sent tomorrow at ${ formattedTime }
fr_ca: Ce message sera envoyé demain à ${ formattedTime }

source: This message will be sent on ${ dateString } at ${ formattedTime }
fr_ca: Ce message sera envoyé le ${ dateString } à ${ formattedTime }

source: This message will be moved to Drafts so you can edit it. You'll need to reschedule when it will be sent.
fr_ca: Ce message va être déplacé dans les brouillons afin que vous puissiez le modifier. Vous devrez reprogrammer la date et heure d'envoi.

source: This email has failed its domain's authentication requirements. It may be spoofed or improperly forwarded!
fr_ca: Ce courriel a échoué aux exigences d'authentification de son nom de domaine. Il peut être falsifié ou mal transféré!

source: Our system flagged this message as a phishing attempt. Please check that it is legitimate.
fr_ca: Notre système a marqué ce message comme étant une tentative d'hameçonnage. Veuillez vérifier qu'il est légitime.

source: We apologize. This might have been a mistake from our side. Can you please confirm that you want to mark this email as a legitimate one?
fr_ca: Nous sommes désolés. Ceci pourrait être une erreur de notre part. Pouvez-vous confirmer que vous souhaitez marquer ce courriel comme étant légitime?

source: A request to unsubscribe from this mailing list will be sent to the sender of the newsletter and automatically processed.
fr_ca: Une demande de désinscription de cette liste de diffusion sera envoyée à l'expéditeur·rice de la newsletter et traitée automatiquement.

source: To unsubscribe from this mailing list, you will be taken to the following URL where instructions will be provided by the sender of the newsletter:
fr_ca: Pour vous désabonner de cette liste de diffusion, vous serez dirigé vers l'URL suivante où des instructions seront fournies par l'expéditeur·rice de la lettre d’information :

source: To unsubscribe from this mailing list, an email will be sent from ${ boldFrom } with following details as defined by the sender of the newsletter:
fr_ca: Pour vous désabonner de cette liste de diffusion, un message sera envoyé avec les détails suivants à partir de ${ boldFrom }, tel que défini par l'expéditeur·rice de la lettre d'information :

source: Recipient:
fr_ca: Destinataire :

source: Subject:
fr_ca: Objet :

source: Body:
fr_ca: Corps :

source: Protect your email from being leaked to mailing lists or spammers with ${ maskMyEmailButton }.
fr_ca: Protégez votre adresse électronique des fuites vers les listes de diffusion ou les pourrielleurs avec ${ maskMyEmailButton }.

source: This message is from a mailing list.
fr_ca: Ce message provient d’une liste de diffusion.

source: This public key will be automatically used for encrypting email sent to this address.
fr_ca: Cette clé publique sera automatiquement utilisée pour chiffrer les courriels envoyés à cette adresse.

source: Do you want to re-sign the contact details and in the process trust the keys with the following fingerprints?
fr_ca: Voulez-vous signer une nouvelle fois les coordonnées du contact et donc faire confiance aux clés avec les empreintes suivantes?

source: Do you want to re-sign the contact details?
fr_ca: Souhaitez-vous signer à nouveau les coordonnées du contact ?

source: Scheduled send of this message will be cancelled.
fr_ca: L'envoi programmé de ce message sera annulé.

source: This conversation contains a scheduled message. Sending of this message will be cancelled.
fr_ca: Cette conversation contient un message programmé. L'envoi de ce message sera annulé.

# 76279edc20c3b4b4ccbc3ffb4684075c56a04200[0]
source: This message will be marked as spam. Would you also like to unsubscribe from future emails?
fr_ca: Ce message sera marqué comme indésirable. Souhaitez-vous aussi vous désinscrire des futurs courriels?

# 76279edc20c3b4b4ccbc3ffb4684075c56a04200[1]
source: These messages will be marked as spam. Would you also like to unsubscribe from future emails?
fr_ca: Ces messages seront marqués comme indésirables. Souhaitez-vous aussi vous désinscrire des futurs courriels?

# 20a4652c01eae429ab565fa7c275d6d024fd27d1[0]
source: This conversation will be marked as spam. Would you also like to unsubscribe from future emails?
fr_ca: Cette conversation sera marquée comme indésirable. Souhaitez-vous aussi vous désinscrire des futurs courriels?

# 20a4652c01eae429ab565fa7c275d6d024fd27d1[1]
source: These conversations will be marked as spam. Would you also like to unsubscribe from future emails?
fr_ca: Ces conversations seront marquées comme indésirables. Souhaitez-vous aussi vous désinscrire des futurs courriels?

# ea7980cedd00f91bfcf3e9c0e856f38e14e1d900[0]
source: ${ pureAttachmentsCount } file attached
fr_ca: ${ pureAttachmentsCount } fichier joint

# ea7980cedd00f91bfcf3e9c0e856f38e14e1d900[1]
source: ${ pureAttachmentsCount } files attached
fr_ca: ${ pureAttachmentsCount } fichiers joints

# 9a94e3d78d9ed35d37c6edb6c3c64c72b12a6fa7[0]
source: ${ embeddedAttachmentsCount } embedded image
fr_ca: ${ embeddedAttachmentsCount } image intégrée

# 9a94e3d78d9ed35d37c6edb6c3c64c72b12a6fa7[1]
source: ${ embeddedAttachmentsCount } embedded images
fr_ca: ${ embeddedAttachmentsCount } images intégrées

source: Message headers
fr_ca: En-têtes du message

source: Confirm phishing report
fr_ca: Confirmer le signalement d'hameçonnage

source: Reporting a message as a phishing attempt will send the message to us, so we can analyze it and improve our filters. This means that we will be able to see the contents of the message in full.
fr_ca: Signaler un message comme étant une tentative d'hameçonnage nous enverra le message afin que nous puissions l'analyser et améliorer nos filtres. Ceci signifie que nous pourrons voir le contenu du message dans son intégralité.

source: Print email
fr_ca: Imprimer le courriel

source: Draft
fr_ca: Brouillon

source: Sending
fr_ca: Envoi en cours

source: Expires
fr_ca: Expire

source: Expires soon
fr_ca: Expire bientôt

source: You have reached the maximum number of 5 replies.
fr_ca: Vous avez atteint le nombre maximum de 5 réponses.

source: Maximum number of attachments (${ EO_REPLY_NUM_ATTACHMENTS_LIMIT }) exceeded.
fr_ca: Nombre maximal de pièces jointes (${ EO_REPLY_NUM_ATTACHMENTS_LIMIT }) dépassé.
