Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: Emoji
fr_ca: Émoji

source: Alignment
fr_ca: Alignement

source: Color
fr_ca: Couleur

source: Font
fr_ca: Police

source: Size
fr_ca: Taille

source: More
fr_ca: Plus

source: Insert image
fr_ca: Insérer une image

source: Unordered list
fr_ca: Liste non ordonnée

source: Ordered list
fr_ca: Liste ordonnée

source: Align left
fr_ca: Aligner à gauche

source: Align center
fr_ca: Centrer

source: Align right
fr_ca: Aligner à droite

source: Quote
fr_ca: Citer

source: Insert link
fr_ca: Insérer un lien

source: Clear all formatting
fr_ca: Effacer toute mise en forme

source: Bold
fr_ca: Gras

source: Italic
fr_ca: Italique

source: Underline
fr_ca: Souligné

source: Cancel
fr_ca: Annuler

source: Update
fr_ca: Mettre à jour

source: Upload picture
fr_ca: Téléverser une image

source: Save
fr_ca: Enregister

source: Insert
fr_ca: Insérer

source: Close
fr_ca: Fermer

source: Search countries
fr_ca: Rechercher dans les pays

source: Use “${ label }” setting
fr_ca: Utiliser le paramètre « ${ label } »

source: More info: ${ safeTitle }
fr_ca: Plus d'infos : ${ safeTitle }

source: Submit
fr_ca: Envoyer

source: Confirm
fr_ca: Confirmer

source: Next month
fr_ca: Mois suivant

source: Previous month
fr_ca: Mois précédent

source: Remove
fr_ca: Supprimer

source: Go to label
fr_ca: Afficher le label

source: Load image
fr_ca: Charger l'image

source: Add contact
fr_ca: Ajouter un contact

source: Import contacts
fr_ca: Importer des contacts

source: Add new group
fr_ca: Ajouter un nouveau groupe

source: Close navigation
fr_ca: Fermer la navigation

source: Open navigation
fr_ca: Ouvrir la navigation

source: Sign out
fr_ca: Se déconnecter

source: Go to panel ${ index }
fr_ca: Aller au panneau ${ index }

source: Go to page ${ page }
fr_ca: Aller à la page ${ page }

source: Go to first page
fr_ca: Aller à la première page

source: Go to previous page
fr_ca: Aller à la page précédente

source: Go to next page
fr_ca: Aller à la page suivante

source: Go to last page
fr_ca: Aller à la dernière page

source: Confirm opening of link ${ linkToShow }
fr_ca: Confirmer l'ouverture du lien ${ linkToShow }

source: Get verification code
fr_ca: Demander un code de vérification

source: Request new code
fr_ca: Demander un nouveau code

source: Edit email address
fr_ca: Modifier l'adresse électronique

source: Edit sign-in details
fr_ca: Modifier les détails de connexion

source: Edit phone number
fr_ca: Modifier le numéro de téléphone

source: Verify account
fr_ca: Vérifier le compte

source: Verify
fr_ca: Vérifier

source: Resend code
fr_ca: Renvoyer le code

source: Try another method
fr_ca: Essayer une autre méthode

source: View invoice
fr_ca: Voir la facture

source: Signing out
fr_ca: Déconnexion

source: refresh the page
fr_ca: actualiser la page

source: Log in
fr_ca: Se connecter

source: Authenticate
fr_ca: S'authentifier

source: Export
fr_ca: Exporter

source: Delete
fr_ca: Supprimer

source: Recover data
fr_ca: Récupérer les données

source: Re-sign
fr_ca: Signer à nouveau

source: Email settings
fr_ca: Paramètres des courriels

source: Contact group
fr_ca: Groupe de contacts

source: Add email
fr_ca: Ajouter une adresse courriel

source: Add phone number
fr_ca: Ajouter un numéro de téléphone

source: Add address
fr_ca: Ajouter une adresse

source: Edit
fr_ca: Modifier

source: Add to group
fr_ca: Ajouter au groupe

source: Create a new contact group
fr_ca: Créer un nouveau groupe de contacts

source: Apply
fr_ca: Appliquer

source: Add
fr_ca: Ajouter

source: Download
fr_ca: Télécharger

source: Use for sending
fr_ca: Utiliser pour l'envoi

source: Trust
fr_ca: Approuver

source: Untrust
fr_ca: Ne plus faire confiance

source: Hide advanced PGP settings
fr_ca: Masquer les paramètres PGP avancés

source: Show advanced PGP settings
fr_ca: Afficher les paramètres PGP avancés

source: Export contact group
fr_ca: Exporter le groupe de contacts

source: Clear data
fr_ca: Effacer les données

source: Done
fr_ca: Fait

source: Click here.
fr_ca: Cliquez ici.

source: Upgrade
fr_ca: Changer d'offre

source: Create new contact
fr_ca: Créer un nouveau contact

source: clear it
fr_ca: l'effacer

source: Insert contact
fr_ca: Insérer un contact

# dcdb50964bd22beb45496a48da219f48198a748c[0]
source: Insert ${ totalChecked } contact
fr_ca: Insérer ${ totalChecked } contact

# dcdb50964bd22beb45496a48da219f48198a748c[1]
source: Insert ${ totalChecked } contacts
fr_ca: Insérer ${ totalChecked } contacts

source: Choose a file or drag it here
fr_ca: Choisissez un fichier ou faites-le glisser ici

source: Import
fr_ca: Importer

source: Next
fr_ca: Suivant

source: Continue
fr_ca: Continuer

source: View
fr_ca: Afficher

source: Unmark for deletion
fr_ca: Désélectionner pour suppression

source: Mark for deletion
fr_ca: Marquer pour suppression

source: Preview contact
fr_ca: Aperçu du contact

source: Merge
fr_ca: Fusionner

source: Copy email to clipboard
fr_ca: Copier l’adresse électronique dans le presse-papiers

source: Add group
fr_ca: Ajouter un groupe

source: Clear query
fr_ca: Effacer la requête

source: import
fr_ca: importer

source: Delete contact
fr_ca: Supprimer le contact

# 1e4949f09476cadb1f1ee3ba6a366604fdb7267e[0]
source: Delete ${ selectedCount } contact
fr_ca: Supprimer ${ selectedCount } contact

# 1e4949f09476cadb1f1ee3ba6a366604fdb7267e[1]
source: Delete ${ selectedCount } contacts
fr_ca: Supprimer ${ selectedCount } contacts

source: Deselect all
fr_ca: Tout désélectionner

source: Select all
fr_ca: Tout sélectionner

source: Compose
fr_ca: Rédiger

source: Forward as attachment
fr_ca: Transférer en tant que pièce jointe

source: Merge contacts
fr_ca: Fusionner les contacts

source: Add new contact
fr_ca: Ajouter un nouveau contact

source: Delete contact group
fr_ca: Supprimer le groupe de contacts

# 00e6de48d9c05a2e40b9df7d3d696198ecb6a2b6[0]
source: Delete ${ selectedCount } contact group
fr_ca: Supprimer ${ selectedCount } groupe de contacts

# 00e6de48d9c05a2e40b9df7d3d696198ecb6a2b6[1]
source: Delete ${ selectedCount } contact groups
fr_ca: Supprimer ${ selectedCount } groupes de contacts

source: Export contacts
fr_ca: Exporter les contacts

source: Import from .csv or vCard
fr_ca: Importer depuis un .csv ou une vCard

source: Use ${ label } theme
fr_ca: Utiliser le thème « ${ label } »

source: Discard
fr_ca: Abandonner

source: Try to save again. Saving failed due to: ${ saveError }
fr_ca: Réessayez d'enregistrer. L'enregistrement a échoué pour la raison suivante : ${ saveError }

source: Details
fr_ca: Détails

source: Share via link
fr_ca: Partager avec un lien

source: Sharing options
fr_ca: Options de partage

source: Zoom out
fr_ca: Zoom arrière

source: Fit to window
fr_ca: Ajuster à la fenêtre

source: Zoom in
fr_ca: Zoom avant

source: Show preview
fr_ca: Afficher un aperçu

source: Previous
fr_ca: Précédent

source: Use recovery code
fr_ca: Utiliser un code de récupération

source: Use authentication code
fr_ca: Utiliser le code d'authentification

source: Back
fr_ca: Précédent

source: enable desktop notifications
fr_ca: activer les notifications de bureau

source: Refresh the page
fr_ca: Rafraîchir la page

source: Close this banner
fr_ca: Fermer cette bannière

source: Attach screenshot(s)
fr_ca: Joindre une ou plusieurs captures d’écran

source: Continue import
fr_ca: Continuer l'importation

source: Yes, I'll attend
fr_ca: Oui, je participerai

source: Maybe I'll attend
fr_ca: Peut-être que je participerai

source: No, I won't attend
fr_ca: Non, je ne participerai pas

source: Yes
fr_ca: Oui

source: Maybe
fr_ca: Peut-être

source: No
fr_ca: Non

source: Send feedback
fr_ca: Envoyer un avis

source: See plan features
fr_ca: Voir les fonctionnaliés de l'offre

source: Upgrade now
fr_ca: Mettre à niveau maintenant

source: ${ BRAND_NAME } introduction
fr_ca: Présentation de ${ BRAND_NAME }

source: Refer a friend
fr_ca: Parrainer un ami

source: Chat with us
fr_ca: Dialoguez avec nous

source: I have a question
fr_ca: J'ai une question

source: Request a feature
fr_ca: Demander une fonctionnalité

source: Report a problem
fr_ca: Signaler un problème

source: ${ BRAND_NAME } shop
fr_ca: Boutique ${ BRAND_NAME }

source: Go to settings
fr_ca: Accéder aux paramètres

source: Beta Access
fr_ca: Accès à la version bêta

source: Theme
fr_ca: Thème

source: Generate recovery phrase
fr_ca: Générer une phrase de récupération

source: Skip
fr_ca: Ignorer

source: Start setup
fr_ca: Démarrer la configuration

source: Get started
fr_ca: Commencer

source: Create folder
fr_ca: Créer un dossier

source: Create label
fr_ca: Créer un label

source: Remove this label
fr_ca: Supprimer ce label

source: Add condition
fr_ca: Ajouter une condition

source: label emails as
fr_ca: labelliser le courriel comme

source: move emails to
fr_ca: déplacer les courriels vers

source: mark emails as
fr_ca: marquer les courriels comme

source: send auto-reply email
fr_ca: envoyer un courriel de réponse automatique

source: Preview
fr_ca: Aperçu

source: Update recovery phrase
fr_ca: Mettre à jour la phrase de récupération

source: Update recovery file
fr_ca: Mettre à jour le fichier de récupération

source: Unlock data
fr_ca: Déverrouiller les données

source: Set recovery phrase
fr_ca: Créer une phrase de récupération

source: Activate recovery
fr_ca: Activer la récupération

source: Hide labels
fr_ca: Masquer les labels

source: Show labels
fr_ca: Afficher les labels

source: Hide folders
fr_ca: Masquer les dossiers

source: Show folders
fr_ca: Afficher les dossiers

source: Reconnect
fr_ca: Reconnecter

source: Skip verification
fr_ca: Ignorer la vérification

source: Check import progress
fr_ca: Voir l'évolution de l'importation

source: Customize import
fr_ca: Personnaliser l'importation

source: Reset to default
fr_ca: Rétablir les valeurs par défaut

source: Start import
fr_ca: Démarrer l'importation

source: Import emails
fr_ca: Importer des courriels

source: Import calendars
fr_ca: Importer des calendriers

source: Stay
fr_ca: Rester

source: Quit
fr_ca: Quitter

source: Edit label
fr_ca: Modifier le label

source: Continue with Google
fr_ca: Continuer avec Google

source: Rename
fr_ca: Renommer

source: Customize
fr_ca: Personnaliser

source: Download ${ attachmentName }
fr_ca: Télécharger ${ attachmentName }

source: Preview ${ attachmentName }
fr_ca: Prévisualiser ${ attachmentName }

source: Remove ${ attachmentName }
fr_ca: Retirer ${ attachmentName }

source: Hide attachment details
fr_ca: Masquer les détails des pièces jointes

source: Show attachment details
fr_ca: Afficher les détails des pièces jointes

source: Hide
fr_ca: Masquer

source: Show
fr_ca: Afficher

source: Set
fr_ca: Définir

source: Attachment
fr_ca: Pièce jointe

source: Inline
fr_ca: Intégrer

source: Copy password to clipboard
fr_ca: Copier le mot de passe dans le presse-papier

source: Set encryption
fr_ca: Définir le chiffrement

source: Schedule message
fr_ca: Programmer le message

source: Got it
fr_ca: J'ai compris

source: Send anyway
fr_ca: Envoyer quand même

# 3e1d0a83a76230b6f2c2bf9189a893273a48f7ac[0]
source: Trust key
fr_ca: Approuver la clé

# 3e1d0a83a76230b6f2c2bf9189a893273a48f7ac[1]
source: Trust keys
fr_ca: Approuver les clés

source: Send
fr_ca: Envoyer

source: Copy addresses
fr_ca: Copier les adresses

source: View recipients
fr_ca: Afficher les destinataires

source: Copy address
fr_ca: Copier l'adresse

source: Edit address
fr_ca: Modifier l'adresse

source: View contact details
fr_ca: Voir les détails du contact

source: Insert contacts
fr_ca: Insérer des contacts

source: Carbon Copy, Blind Carbon Copy
fr_ca: Copie carbone, copie carbone invisible

source: CC BCC
fr_ca: CC CCI

source: Set expiration time
fr_ca: Définir la date d'expiration

source: Expiration time
fr_ca: Délai d’expiration

source: Remove expiration time
fr_ca: Supprimer le délai d'expiration

source: External encryption
fr_ca: Chiffrement externe

source: Edit encryption
fr_ca: Modifier le chiffrement

source: Remove encryption
fr_ca: Supprimer le chiffrement

source: Encryption
fr_ca: Chiffrement

source: Loading${ ellipsis }
fr_ca: Chargement${ ellipsis }

source: Saving${ ellipsis }
fr_ca: Enregistrement${ ellipsis }

source: Not saved
fr_ca: Non enregistré

source: Delete draft
fr_ca: Supprimer le brouillon

source: Maximize composer
fr_ca: Maximiser le composeur

source: Minimize composer
fr_ca: Minimiser le composeur

source: Contract composer
fr_ca: Réduire le composeur

source: Expand composer
fr_ca: Développer le composeur

source: Close composer
fr_ca: Fermer le composeur

source: Learn more
fr_ca: En savoir plus

source: Undo
fr_ca: Annuler

source: Move all messages from this label
fr_ca: Déplacer tous les messages de ce label

source: Move all messages from this folder
fr_ca: Déplacer tous les messages de ce dossier

source: Move all conversations from this label
fr_ca: Déplacer toutes les conversations de ce label

source: Move all conversations from this folder
fr_ca: Déplacer toutes les conversations de ce dossier

source: Turn on tracker protection
fr_ca: Activer la protection contre les traqueurs

source: Expand URL
fr_ca: Afficher toute l'URL

source: Collapse URL
fr_ca: Réduire l'URL

source: Refine it
fr_ca: Affinez-la

source: exclude message content
fr_ca: excluez le contenu des messages

source: Move to trash
fr_ca: Déplacer vers la corbeille

source: Move to archive
fr_ca: Archiver

source: Use your mouse to resize the view. If you're using your keyboard, you can use left and right arrow keys to resize.
fr_ca: Utilisez votre souris pour redimensionner la vue. Si vous utilisez votre clavier, vous pouvez vous servir des touches fléchées gauche et droite pour redimensionner.

source: Move to inbox
fr_ca: Déplacer vers Boîte de réception

source: Move to inbox (not spam)
fr_ca: Déplacer vers la boîte de réception (non indésirable)

source: Move to spam
fr_ca: Déplacer vers les pourriels

source: Block sender
fr_ca: Bloquer l'expéditeur

source: Mark as read
fr_ca: Marquer comme lu

source: Mark as unread
fr_ca: Marquer comme non lu

source: Some images failed to load with tracking protection.
fr_ca: Certaines images n'ont pas pu être chargées avec la protection contre le suivi.

source: This message contains remote content.
fr_ca: Ce message comporte du contenu distant.

source: This message contains embedded images.
fr_ca: Ce message contient des images intégrées.

source: Load anyway
fr_ca: Charger quand même

source: Load embedded images
fr_ca: Charger les images intégrées

source: Load
fr_ca: Charger

source: Images will be loaded without a proxy
fr_ca: Les images seront chargées sans proxy

source: Allow messages
fr_ca: Autoriser les messages

source: Revert to original display
fr_ca: Revenir à l'affichage d'origine

source: Try again
fr_ca: Réessayer

source: View keys
fr_ca: Afficher les clés

source: Add to ${ CALENDAR_APP_NAME }
fr_ca: Ajouter à ${ CALENDAR_APP_NAME }

source: Add participant
fr_ca: Ajouter des participant·e·s

source: Show less
fr_ca: Afficher moins

source: Open ${ CALENDAR_APP_NAME }
fr_ca: Ouvrir ${ CALENDAR_APP_NAME }

source: Why not?
fr_ca: Pourquoi donc?

source: Never show
fr_ca: Ne jamais afficher

source: Read receipt sent
fr_ca: Confirmation de lecture envoyée

source: Send read receipt
fr_ca: Envoyer une confirmation de lecture

source: Edit draft
fr_ca: Modifier le brouillon

source: Mark legitimate
fr_ca: Marquer comme légitime

source: Unsubscribing
fr_ca: Désabonnement

source: Unsubscribe
fr_ca: Se désabonner

source: Block
fr_ca: Bloquer

source: Move to spam and unsubscribe
fr_ca: Déplacer vers les indésirables et se désabonner

source: Print
fr_ca: Imprimer

source: Hide details
fr_ca: Masquer les détails

source: Show details
fr_ca: Afficher les détails

source: More details about ${ ariaLabelTitle }
fr_ca: Plus d'informations à propos de ${ ariaLabelTitle }

source: New message
fr_ca: Nouveau message

source: Messages to this recipient
fr_ca: Messages vers ce destinataire

source: Messages from this sender
fr_ca: Messages de cet expéditeur

source: Block messages from this sender
fr_ca: Bloquer les messages de cet expéditeur

source: Trust public key
fr_ca: Approuver la clé publique

source: Unstar
fr_ca: Retirer des favoris

source: Star
fr_ca: Ajouter aux favoris

source: Move to
fr_ca: Déplacer vers

source: Label as
fr_ca: Labelliser comme

source: Filter on...
fr_ca: Filtrer sur...

source: Archive
fr_ca: Archiver

source: Move to...
fr_ca: Déplacer vers…

source: Label as...
fr_ca: Labelliser comme...

source: View message details
fr_ca: Voir les détails du message

source: View headers
fr_ca: Afficher les en-têtes

source: View HTML
fr_ca: Voir le HTML

source: View rendered HTML
fr_ca: Afficher le rendu HTML

source: Report phishing
fr_ca: Signaler un hameçonnage

source: Reply securely
fr_ca: Répondre en toute sécurité

source: Read message
fr_ca: Lire le message

source: Need help?
fr_ca: Besoin d'aide?

source: Set as default
fr_ca: Définir par défaut

source: Search message content
fr_ca: Rechercher dans le contenu des messages

source: Activate
fr_ca: Activer

source: Resume
fr_ca: Reprendre

source: Pause
fr_ca: Suspendre

source: Enable
fr_ca: Activer

source: Search in ${ option.text }
fr_ca: Chercher dans ${ option.text }

source: Clear
fr_ca: Effacer

source: Show fewer search options
fr_ca: Afficher moins d'options de recherche

source: Fewer search options
fr_ca: Moins d'options de recherche

source: Show more search options
fr_ca: Afficher plus d'options de recherche

source: More search options
fr_ca: Plus d'options de recherche

source: Reset search form
fr_ca: Réinitialiser le formulaire de recherche

source: Reset
fr_ca: Réinitialiser

source: Search
fr_ca: Rechercher

source: Clear search
fr_ca: Effacer la recherche

source: Clear browser data
fr_ca: Efface les données du navigateur

source: Keyboard shortcuts
fr_ca: Raccourcis clavier

source: Mailbox layout
fr_ca: Mise en page de la boîte aux lettres

source: Mailbox density
fr_ca: Densité de la boîte aux lettres

source: Composer size
fr_ca: Taille du composeur

source: Default email application
fr_ca: Application de messagerie par défaut

source: Dismiss get started checklist
fr_ca: Fermer la liste de vérification de démarrage

source: Create a new label
fr_ca: Créer un nouveau label

source: Create a new folder
fr_ca: Créer un nouveau dossier

source: Edit folder
fr_ca: Modifier le dossier

source: Delete folder
fr_ca: Supprimer le dossier

source: Delete label
fr_ca: Supprimer le label

source: Open get started checklist modal
fr_ca: Ouvrir la liste de vérification de démarrage

source: Go to SimpleLogin
fr_ca: Accéder à SimpleLogin

source: Get SimpleLogin extension
fr_ca: Obtenir l'extension SimpleLogin

source: Show messages
fr_ca: Afficher les messages

source: Hide messages
fr_ca: Masquer les messages

source: Hide my email
fr_ca: Masquer mon courriel

source: Create new message
fr_ca: Créer un nouveau message

source: Deselect
fr_ca: Désélectionner

source: Open shop
fr_ca: Ouvrir la boutique

source: Open calendar
fr_ca: Ouvrir le calendrier

source: Block senders
fr_ca: Bloquer les expéditeurs

source: Move all to trash
fr_ca: Tout déplacer vers la Corbeille

source: Delete all
fr_ca: Tout supprimer

source: Delete permanently
fr_ca: Supprimer définitivement

source: Previous conversation
fr_ca: Conversation précédente

source: Previous message
fr_ca: Message précédent

source: Next conversation
fr_ca: Conversation suivante

source: Next message
fr_ca: Message suivant

source: Load more
fr_ca: Charger plus

source: Change page
fr_ca: Changer de page

source: Previous page
fr_ca: Page précédente

source: Next page
fr_ca: Page suivante

source: Deselect all messages
fr_ca: Désélectionner tous les messages

source: Select all messages
fr_ca: Sélectionner tous les messages

source: Select All
fr_ca: Tout sélectionner

source: All Read
fr_ca: Tous les éléments lus

source: All Unread
fr_ca: Tous les éléments non lus

source: All Starred
fr_ca: Tous les favoris

source: All Unstarred
fr_ca: Tous les non-favoris

source: Move
fr_ca: Déplacer

source: Align left
fr_ca: Aligner à gauche

source: Center
fr_ca: Centrer

source: Align right
fr_ca: Aligner à droite

source: Text color
fr_ca: Couleur du texte

source: Background color
fr_ca: Couleur d'arrière-plan

source: Left to Right
fr_ca: De gauche à droite

source: Right to Left
fr_ca: De droite à gauche

source: Insert image
fr_ca: Insérer une image

source: Add image URL
fr_ca: Ajouter l'URL de l'image

source: Image URL
fr_ca: URL de l'image

source: Not a valid URL
fr_ca: URL non valide

source: Upload picture
fr_ca: Téléverser une image

source: Web URL
fr_ca: URL Web

source: Email address
fr_ca: Adresse courriel

source: Phone number
fr_ca: Numéro de téléphone

source: URL link
fr_ca: Lien URL

source: Edit link
fr_ca: Modifier le lien

source: Insert link
fr_ca: Insérer un lien

source: Please select the type of link you want to insert and fill in all the fields.
fr_ca: Veuillez sélectionner le type de lien que vous souhaitez insérer et remplir tous les champs.

source: Link type
fr_ca: Type de lien

source: Please fill out this field.
fr_ca: Veuillez remplir ce champ.

source: Image description
fr_ca: Description de l'image

source: Text to display
fr_ca: Texte à afficher

source: Test link
fr_ca: Lien test

source: Show original message
fr_ca: Afficher le message original

source: Drop a file here to upload
fr_ca: Déposez un fichier ici pour le téléverser

source: No results found
fr_ca: Aucun résultat trouvé

source: Loading
fr_ca: Chargement

source: Week
fr_ca: Semaine

# a246f3dbdae6f696c2eeb0e8bf3b8c6d69ecd4bb[0]
source: (${ memberCount } member)
fr_ca: (${ memberCount } membre)

# a246f3dbdae6f696c2eeb0e8bf3b8c6d69ecd4bb[1]
source: (${ memberCount } members)
fr_ca: (${ memberCount } membres)

source: Drop the file here to upload
fr_ca: Déposez un fichier ici pour le téléverser

source: Recovery information will remain on this device unless you select to delete it.
fr_ca: Les informations de récupération resteront sur cet appareil jusqu'à ce que vous demandiez à les supprimer.

source: You are about to open another browser tab and visit:
fr_ca: Vous êtes sur le point d'ouvrir un autre onglet de navigateur et de visiter:

source: This link may be a homograph attack and cannot be opened by the Edge browser. If you are certain the link is legitimate, please use a different browser to open it.
fr_ca: Ce lien pourrait être une attaque homographique et ne peut pas être ouvert avec le navigateur Edge. Si vous n'avez aucun doute sur la légitimité de ce lien, utilisez un autre navigateur pour l'ouvrir.

source: This link may be a homograph attack. Please verify this is the link you wish to visit, or don't open it.
fr_ca: Ce lien pourrait être une attaque homographique. Assurez vous qu'il s'agit bien du lien que vous souhaitez visiter, ou ne l'ouvrez pas.

source: Learn more
fr_ca: En savoir plus

source: This link leads to a website that might be trying to steal your information, such as passwords and credit card details.
fr_ca: Ce lien mène à un site Web qui pourrait essayer de voler vos informations, comme les mots de passe et les détails de carte de crédit.

source: We'll send a new verification code to ${ strong }
fr_ca: Nous enverrons un nouveau code de vérification à ${ strong }

source: Before requesting a new verification code, check your spam folder and check that ${ strong } is the correct address.
fr_ca: Avant de demander un nouveau code de vérification, vérifiez votre dossier Indésirables et vérifiez que ${ strong } est la bonne adresse.
