Repository: dhoko/xliff-to-JSON-ttag
Catalog: demo/webapp.xliff
Languages: fr_ca

source: How to import calendars from Yahoo
fr_ca: Comment importer des calendriers depuis Yahoo

source: How to import calendars from another service
fr_ca: Comment importer des calendriers d'un autre service

source: How to import contacts from Yahoo
fr_ca: Comment importer des contacts depuis Yahoo

source: How to import contacts from another service
fr_ca: Comment importer des contacts d'un autre service

source: Other
fr_ca: Autre

source: Next you'll need to sign in to your Google account and grant ${ BRAND_NAME } access to your data.
fr_ca: Ensuite, vous devrez vous connecter à votre compte Google et autoriser ${ BRAND_NAME } à accéder à vos données.

source: For the import to work, you must select all requested items as shown in the GIF.
fr_ca: Pour que l'importation fonctionne, vous devez sélectionner tous les éléments demandés comme indiqué dans le GIF.

# b3fa7f018182ff4606ed33c528e1eb714d9e2026[0]
source: Import all messages from ${ itemsToImportCount } label and label them as ${ LABEL_MARKUP_PLACEHOLDER }
fr_ca: Importer tous les messages provenant d'${ itemsToImportCount } label et leur appliquer le label ${ LABEL_MARKUP_PLACEHOLDER }

# b3fa7f018182ff4606ed33c528e1eb714d9e2026[1]
source: Import all messages from ${ itemsToImportCount } labels and label them as ${ LABEL_MARKUP_PLACEHOLDER }
fr_ca: Importer tous les messages provenant de ${ itemsToImportCount } labels et leur appliquer le label ${ LABEL_MARKUP_PLACEHOLDER }

# 453029e2ea343d3a5a8bc5a9989945c5670e6221[0]
source: Import all messages from ${ selectedItemsToImportCount } out of ${ itemsToImportCount } label and label them as ${ LABEL_MARKUP_PLACEHOLDER }
fr_ca: Importer tous les messages d'${ selectedItemsToImportCount } label sur ${ itemsToImportCount } et leur appliquer le label ${ LABEL_MARKUP_PLACEHOLDER }

# 453029e2ea343d3a5a8bc5a9989945c5670e6221[1]
source: Import all messages from ${ selectedItemsToImportCount } out of ${ itemsToImportCount } labels and label them as ${ LABEL_MARKUP_PLACEHOLDER }
fr_ca: Importer tous les messages de ${ selectedItemsToImportCount } labels sur ${ itemsToImportCount } et leur appliquer le label ${ LABEL_MARKUP_PLACEHOLDER }

# 4bf7ac05ef0f4a69d71bb3bd9ac78b418d56263f[0]
source: Import all messages from ${ selectedItemsToImportCount } out of ${ itemsToImportCount } folder and label them as ${ LABEL_MARKUP_PLACEHOLDER }
fr_ca: Importer tous les messages d'${ selectedItemsToImportCount } dossier sur ${ itemsToImportCount } et leur appliquer le label ${ LABEL_MARKUP_PLACEHOLDER }

# 4bf7ac05ef0f4a69d71bb3bd9ac78b418d56263f[1]
source: Import all messages from ${ selectedItemsToImportCount } out of ${ itemsToImportCount } folders and label them as ${ LABEL_MARKUP_PLACEHOLDER }
fr_ca: Importer tous les messages de ${ selectedItemsToImportCount } dossiers sur ${ itemsToImportCount } et leur appliquer le label ${ LABEL_MARKUP_PLACEHOLDER }

source: Create new calendar
fr_ca: Créer un nouveau calendrier

source: Merge with calendar
fr_ca: Fusionner avec le calendrier

source: Recipient's key validation failed: ${ validationErrorsMessage }
fr_ca: La validation de la clé du destinataire a échoué : ${ validationErrorsMessage }

source: End-to-end encrypted to verified recipient
fr_ca: Chiffré de bout en bout vers un destinataire vérifié

source: End-to-end encrypted
fr_ca: Chiffré de bout en bout

source: End-to-end encrypted. ${ warningsText }
fr_ca: Chiffré de bout en bout. ${ warningsText }

source: PGP-encrypted. ${ warningsText }
fr_ca: Chiffré par PGP. ${ warningsText }

source: PGP-encrypted to verified recipient
fr_ca: Chiffrement PGP vers un destinataire vérifié

source: PGP-encrypted
fr_ca: Chiffré par PGP

source: PGP-signed
fr_ca: Signé par PGP

source: The address might be misspelled
fr_ca: L'adresse est peut-être mal orthographiée

# dd84be69c16e0798509ea36a171b27cf1f3406e5[0]
source: Sent by you with end-to-end encryption to verified recipient
fr_ca: Envoyé par vous avec un chiffrement de bout en bout à un destinataire vérifié

# dd84be69c16e0798509ea36a171b27cf1f3406e5[1]
source: Sent by you with end-to-end encryption to verified recipients
fr_ca: Envoyé par vous avec un chiffrement de bout en bout vers des destinataires vérifiés

# c6a734449756c59fcc25a76c383e874e9b78d1ad[0]
source: Sent by ${ MAIL_APP_NAME } with zero-access encryption to verified recipient
fr_ca: Envoyé via ${ MAIL_APP_NAME } avec un chiffrement zéro accès vers un destinataire vérifié

# c6a734449756c59fcc25a76c383e874e9b78d1ad[1]
source: Sent by ${ MAIL_APP_NAME } with zero-access encryption to verified recipients
fr_ca: Envoyé via ${ MAIL_APP_NAME } avec un chiffrement zéro accès vers des destinataires vérifiés

source: Sent by you with end-to-end encryption
fr_ca: Envoyé par vous avec un chiffrement de bout en bout

source: Sent by ${ MAIL_APP_NAME } with zero-access encryption
fr_ca: Envoyé via ${ MAIL_APP_NAME } avec un chiffrement zéro accès

source: Stored with zero-access encryption
fr_ca: Stocké avec un chiffrement zéro accès

source: PGP-signed
fr_ca: Signé par PGP

source: End-to-end encrypted to PGP recipient
fr_ca: Chiffré de bout en bout vers un destinataire PGP

source: Encrypted by ${ MAIL_APP_NAME } to PGP recipient
fr_ca: Chiffré par ${ MAIL_APP_NAME } vers un destinataire PGP

source: End-to-end encrypted to verified PGP recipient
fr_ca: Chiffré de bout en bout vers un destinataire PGP vérifié

source: Encrypted by ${ MAIL_APP_NAME } to verified PGP recipient
fr_ca: Chiffré par ${ MAIL_APP_NAME } vers un destinataire PGP vérifié

source: End-to-end encrypted
fr_ca: Chiffré de bout en bout

source: Encrypted by ${ MAIL_APP_NAME }
fr_ca: Chiffré par ${ MAIL_APP_NAME }

source: End-to-end encrypted to verified recipient
fr_ca: Chiffré de bout en bout vers un destinataire vérifié

source: Encrypted by ${ MAIL_APP_NAME } to verified recipient
fr_ca: Chiffré par ${ MAIL_APP_NAME } vers un destinataire vérifié

source: Sender could not be verified: Message not signed
fr_ca: L'expéditeur·rice n'a pas pu être vérifié·e : le message n'est pas signé

source: Sender verification failed: ${ verificationErrorsMessage }
fr_ca: La vérification de l'expéditeur·rice a échoué : ${ verificationErrorsMessage }

source: Sender verification failed
fr_ca: La vérification de l'expéditeur·rice a échoué

source: Sender's trusted keys verification failed
fr_ca: La vérification des clés de confiance de l'expéditeur·rice a échoué

source: PGP-encrypted message. Sender verification failed: ${ verificationErrorsMessage }
fr_ca: Message chiffré par PGP. L'expéditeur n'a pas pu être vérifié : ${ verificationErrorsMessage }

source: PGP-signed message. Sender verification failed: ${ verificationErrorsMessage }
fr_ca: Message signé par PGP. L'expéditeur n'a pas pu être vérifié : ${ verificationErrorsMessage }

source: End-to-end encrypted message
fr_ca: Message chiffré de bout en bout

source: End-to-end encrypted and signed message
fr_ca: Message signé et chiffré de bout en bout

source: End-to-end encrypted message from verified sender
fr_ca: Message chiffré de bout en bout en provenance d’un·e expéditeur·rice vérifié·e

source: Sent by ${ MAIL_APP_NAME } with zero-access encryption
fr_ca: Envoyé via ${ MAIL_APP_NAME } avec un chiffrement zéro accès

source: PGP-encrypted message
fr_ca: Message chiffré par PGP

source: PGP-encrypted and signed message
fr_ca: Message chiffré et signé avec PGP

source: PGP-encrypted message from verified sender
fr_ca: Message chiffré avec PGP provenant d'un·e expéditeur·rice vérifié·e

source: Stored with zero-access encryption
fr_ca: Stocké avec un chiffrement zéro accès

source: PGP-signed message
fr_ca: Message signé avec PGP

source: PGP-signed message from verified sender
fr_ca: Message signé par PGP provenant d'un·e expéditeur·rice vérifié·e

source: PGP-signed message. Sender verification failed
fr_ca: Message signé par PGP. La vérification de l'expéditeur·rice a échoué

source: Encrypted Headers filename
fr_ca: Nom du champ d’en-têtes chiffrées

source: From: ${ senderString }
fr_ca: De : ${ senderString }

source: Date: On ${ date }
fr_ca: Date : ${ date }

source: Subject: ${ subject }
fr_ca: Objet : ${ subject }

source: To: ${ toString }
fr_ca: À : ${ toString }

source: Yesterday
fr_ca: Hier

source: Inbox
fr_ca: Boîte de réception

source: Trash
fr_ca: Corbeille

source: Spam
fr_ca: Pourriels

source: Archive
fr_ca: Archives

source: Sent
fr_ca: Envoyés

source: Drafts
fr_ca: Brouillons

source: Scheduled
fr_ca: Programmés

source: This response is out of date.
fr_ca: Cette réponse est obsolète.

source: This event has been updated.
fr_ca: Cet événement a été mis à jour.

source: This response is out of date. You have no calendars.
fr_ca: Cette réponse est obsolète. Vous n'avez aucun calendrier.

source: ${ participantName } accepted an invitation to this event.
fr_ca: ${ participantName } a accepté une invitation à cet événement.

source: ${ participantName } accepted your invitation.
fr_ca: ${ participantName } a accepté votre invitation.

source: ${ participantName } declined an invitation to this event.
fr_ca: ${ participantName } a refusé une invitation à cet événement.

source: ${ participantName } declined your invitation.
fr_ca: ${ participantName } a décliné votre invitation.

source: ${ participantName } tentatively accepted an invitation to this event.
fr_ca: ${ participantName } a provisoirement accepté une invitation à cet événement.

source: ${ participantName } tentatively accepted your invitation.
fr_ca: ${ participantName } a provisoirement accepté votre invitation.

source: This response is out of date. The event does not exist in your calendar anymore.
fr_ca: Cette réponse est obsolète. L'événement n'existe plus dans votre calendrier.

source: This response doesn't match your invitation details. Please verify the invitation details in your calendar.
fr_ca: Cette réponse ne correspond pas aux détails de votre invitation. Veuillez vérifier les détails de l'invitation dans votre calendrier.

source: ${ participantName } had accepted an invitation to one occurrence of the event.
fr_ca: ${ participantName } avait accepté une invitation à une occurrence de l'événement.

source: ${ participantName } had previously accepted your invitation to one occurrence of the event.
fr_ca: ${ participantName } a déjà accepté votre invitation à une occurrence de l'événement.

source: ${ participantName } had accepted an invitation to this event.
fr_ca: ${ participantName } avait accepté une invitation à cet événement.

source: ${ participantName } had previously accepted your invitation.
fr_ca: ${ participantName } a déjà accepté votre invitation.

source: ${ participantName } had declined an invitation to one occurrence of the event.
fr_ca: ${ participantName } avait refusé une invitation à une occurrence de l'événement.

source: ${ participantName } had previously declined your invitation to one occurrence of the event.
fr_ca: ${ participantName } a précédemment décliné votre invitation à l’une des occurrences de l'événement.

source: ${ participantName } had declined an invitation to this event.
fr_ca: ${ participantName } avait refusé une invitation à cet événement.

source: ${ participantName } had previously declined your invitation.
fr_ca: ${ participantName } a déjà refusé votre invitation.

source: ${ participantName } had tentatively accepted an invitation to one occurrence of the event.
fr_ca: ${ participantName } avait provisoirement accepté votre invitation à une occurrence de l'événement.

source: ${ participantName } had previously tentatively accepted your invitation to one occurrence of the event.
fr_ca: ${ participantName } a déjà accepté provisoirement votre invitation à une occurrence de l'événement.

source: ${ participantName } had tentatively accepted an invitation to this event.
fr_ca: ${ participantName } avait provisoirement accepté une invitation à cet événement.

source: ${ participantName } had previously tentatively accepted your invitation.
fr_ca: ${ participantName } a déjà accepté provisoirement votre invitation.

source: ${ participantName } accepted an invitation to one occurrence of the event.
fr_ca: ${ participantName } a accepté une invitation à une occurrence de l'événement.

source: ${ participantName } accepted your invitation to one occurrence of the event.
fr_ca: ${ participantName } a accepté votre invitation à une occurrence de l'événement.

source: ${ participantName } declined an invitation to one occurrence of the event.
fr_ca: ${ participantName } a refusé une invitation à une occurrence de l'événement.

source: ${ participantName } declined your invitation to one occurrence of the event.
fr_ca: ${ participantName } a refusé votre invitation à une occurrence de l'événement.

source: ${ participantName } tentatively accepted an invitation to one occurrence of the event.
fr_ca: ${ participantName } a provisoirement accepté une invitation à une occurrence de l'événement.

source: ${ participantName } tentatively accepted your invitation to one occurrence of the event.
fr_ca: ${ participantName } a provisoirement accepté votre invitation à une occurrence de l'événement.

source: ${ participantName } had proposed a new time for one occurrence of this event. This proposal is out of date. You have no calendars.
fr_ca: ${ participantName } a proposé un nouvel horaire pour une occurrence de cet événement. Cette proposition est obsolète. Vous n'avez pas de rendez-vous.

source: ${ participantName } had proposed a new time for this event. This proposal is out of date. You have no calendars.
fr_ca: ${ participantName } a proposé un nouvel horaire pour cet événement. Cette proposition est obsolète. Vous n'avez pas de rendez-vous.

source: ${ participantName } accepted an invitation and proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a accepté une invitation et a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } accepted your invitation and proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a accepté votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } accepted an invitation and proposed a new time for this event.
fr_ca: ${ participantName } a accepté une invitation et a proposé un nouvel horaire pour cet événement.

source: ${ participantName } accepted your invitation and proposed a new time for this event.
fr_ca: ${ participantName } a accepté votre invitation et a proposé un nouvel horaire pour cet événement.

source: ${ participantName } declined an invitation and proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a refusé votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } declined your invitation and proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a refusé votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } declined an invitation and proposed a new time for this event.
fr_ca: ${ participantName } a refusé une invitation et a proposé un nouvel horaire pour cet événement.

source: ${ participantName } declined your invitation and proposed a new time for this event.
fr_ca: ${ participantName } a refusé votre invitation et a proposé un nouvel horaire pour cet événement.

source: ${ participantName } tentatively accepted an invitation and proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a provisoirement accepté votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } tentatively accepted your invitation and proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a provisoirement accepté votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } tentatively accepted an invitation and proposed a new time for this event.
fr_ca: ${ participantName } a provisoirement accepté une invitation et a proposé un nouvel horaire pour cet événement.

source: ${ participantName } tentatively accepted your invitation and proposed a new time for this event.
fr_ca: ${ participantName } a provisoirement accepté votre invitation et a proposé un nouvel horaire pour cet événement.

source: ${ participantName } proposed a new time for one occurrence of this event.
fr_ca: ${ participantName } a proposé un nouvel horaire pour une occurrence de cet événement.

source: ${ participantName } proposed a new time for this event.
fr_ca: ${ participantName } a proposé un nouvel horaire pour cet événement.

source: ${ participantName } had proposed a new time for one occurrence of this event. This proposal is out of date. The event does not exist in your calendar anymore.
fr_ca: ${ participantName } a proposé un nouvel horaire pour une occurrence de cet événement. Cette proposition est obsolète. L'événement n'existe plus dans votre calendrier.

source: ${ participantName } had proposed a new time for this event. This proposal is out of date. The event does not exist in your calendar anymore.
fr_ca: ${ participantName } a proposé un nouvel horaire pour cet événement. Cette proposition est obsolète. L'événement n'existe plus dans votre calendrier.

source: This new time proposal doesn't match your invitation details. Please verify the invitation details in your calendar.
fr_ca: Cette nouvelle proposition horaire ne correspond pas aux détails de votre invitation. Vérifiez les détails de l'invitation dans votre calendrier.

source: ${ participantName } had accepted an invitation and proposed a new time for one occurrence of this event. Answer and proposal are out of date.
fr_ca: ${ participantName } avait accepté une invitation et avait proposé un nouvel horaire pour une occurrence de cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had accepted your invitation and proposed a new time for one occurrence of this event. Answer and proposal are out of date.
fr_ca: ${ participantName } a accepté votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had accepted an invitation and proposed a new time for this event. Answer and proposal are out of date.
fr_ca: ${ participantName } avait accepté une invitation et avait proposé un nouvel horaire pour cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had accepted your invitation and proposed a new time for this event. Answer and proposal are out of date.
fr_ca: ${ participantName } a accepté votre invitation et a proposé un nouvel horaire pour cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had declined an invitation and proposed a new time for one occurrence of this event. Answer and proposal are out of date.
fr_ca: ${ participantName } avait refusé votre invitation et avait proposé un nouvel horaire pour une occurrence de cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had declined your invitation and proposed a new time for one occurrence of this event. Answer and proposal are out of date.
fr_ca: ${ participantName } a refusé votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had declined an invitation and proposed a new time for this event. Answer and proposal are out of date.
fr_ca: ${ participantName } avait refusé votre invitation et avait proposé un nouvel horaire pour cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had declined your invitation and proposed a new time for this event. Answer and proposal are out of date.
fr_ca: ${ participantName } a refusé votre invitation et a proposé un nouvel horaire pour cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had tentatively accepted an invitation and proposed a new time for one occurrence of this event. Answer and proposal are out of date.
fr_ca: ${ participantName } avait provisoirement accepté votre invitation et avait proposé un nouvel horaire pour une occurrence de cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had tentatively accepted your invitation and proposed a new time for one occurrence of this event. Answer and proposal are out of date.
fr_ca: ${ participantName } a provisoirement accepté votre invitation et a proposé un nouvel horaire pour une occurrence de cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had tentatively accepted an invitation and proposed a new time for this event. Answer and proposal are out of date.
fr_ca: ${ participantName } avait provisoirement accepté une invitation et avait proposé un nouvel horaire pour cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had tentatively accepted your invitation and proposed a new time for this event. Answer and proposal are out of date.
fr_ca: ${ participantName } a provisoirement accepté votre invitation et a proposé un nouvel horaire pour cet événement. La réponse et la proposition sont obsolètes.

source: ${ participantName } had proposed a new time for one occurrence of this event. This proposal is out of date.
fr_ca: ${ participantName } a proposé un nouvel horaire pour une occurrence de cet événement. Cette proposition est obsolète.

source: ${ participantName } had proposed a new time for this event. This proposal is out of date.
fr_ca: ${ participantName } a proposé un nouvel horaire pour cet événement. Cette proposition est obsolète.

source: ${ participantName } asked for the latest event updates.
fr_ca: ${ participantName } a demandé les dernières mises à jour de l'événement.

source: ${ participantName } asked for the latest updates to an event which does not exist anymore. You have no calendars.
fr_ca: ${ participantName } a demandé les dernières mises à jour d'un événement qui n'existe plus. Vous n'avez pas de rendez-vous.

source: ${ participantName } asked for the latest updates to an event which does not exist in your calendar anymore.
fr_ca: ${ participantName } a demandé les dernières mises à jour d'un événement qui n'existe plus dans votre calendrier.

source: ${ participantName } asked for the latest updates to an event which doesn't match your invitation details. Please verify the invitation details in your calendar.
fr_ca: ${ participantName } a demandé les dernières mises à jour d'un événement qui ne correspond pas aux détails de votre invitation. Veuillez vérifier les détails de l'invitation dans votre calendrier.

source: This invitation is out of date. The event has been canceled.
fr_ca: Cette invitation est obsolète. L'événement a été annulé.

source: This invitation is out of date. The event has been updated.
fr_ca: Cette invitation est obsolète. L'événement a été mis à jour.

source: You already accepted this invitation.
fr_ca: Vous avez déjà accepté l'invitation.

source: You already tentatively accepted this invitation.
fr_ca: Vous avez déjà provisoirement accepté cette invitation.

source: You already declined this invitation.
fr_ca: Vous avez déjà refusé cette invitation.

source: This event has been canceled.
fr_ca: Cet événement a été annulé.

source: This invitation is out of date. The event has been deleted.
fr_ca: Cette invitation est obsolète. L'événement a été supprimé.

source: ${ participantName } is not in the participants list.
fr_ca: ${ participantName } n'est pas dans la liste des participants.
